[
  {
    "article_id": 0,
    "Title": "Tikcro enters into research and license agreement with Yeda",
    "Content": "Tikcro enters into research and license agreement with Yeda\n\nNews Medical Wednesday 31st December, 2014\n\nTikcro Technologies Ltd. (OTC PK: TIKRF) today announced that it has entered into a research and license agreement with Yeda Research and Development Company Ltd., the technology transfer arm of the Weizmann Institute of Science in Israel. This agreement is for the development of new antibodies originating from specified research at the Weizmann Institute of Science addressing identified targets of cancer immune checkpoints.\n\nUnder the agreement, Tikcro will provide funding for further research at the Weizmann Institute of Science to develop certain antibodies selected and verified in pre-clinical trials. The antibodies may have high selectivity and binding qualities towards cancer immune checkpoints. Further research and development will be required to promote such antibodies as therapeutic candidates for immune modulation in oncology.\n\nTikcro, alone or through sub-licensees, will have the right to obtain the research results and to pursue development through commercialization. The license consideration due from Tikcro to Yeda includes royalties from net sales, sub-license fees and fixed fees linked to clinical and commercial sales milestones.\n\n...\n\nRead more"
  },
  {
    "article_id": 1,
    "Title": "Facebook Friend Request Nearly Cost One North Carolina Woman Thousands",
    "Content": "A North Carolina woman is trying to warn others about a Facebook scam that she nearly fell victim to. It came from a friend, and it could have cost her thousands of dollars.\n\nCheryl Albrecht is a nutrition director at Randolph County Senior Adults Association. She recently told WGHP News about the scam that started when she received a friend request on Facebook from an elderly woman she knows.\n\nThe woman claimed to have been awarded money by the federal government.\n\n“She had seen my name on the winners list as well and wanted to know if I’d gotten my money,” Albrecht said.\n\nThe friend told Albrecht that all she needed to do was send a friend request to a man she didn’t know and follow his instructions to collect the money. When she did, Albrecht quickly realized it was a scam.\n\nThe man first asked for additional personal information, including her home address and marital status. Then he asked her to send him $2,000 in order to collect the money.\n\nIt’s an old trick, but people still fall for it. The FBI refers to such scams as “advance fee schemes,” according to an ABC News story from earlier this year about a Texas woman who fell victim to one. The schemes involve the victim paying out money in order to collect a larger prize that doesn’t exist.\n\nThey are easy to spot, but for Albrecht, her trouble didn’t stop when she refused to pay.\n\n“He still hounded me,” she said. “Literally, ‘do you want your money? Do you want your money?’”\n\nAs the harassment continued, Albrecht learned that the original friend request came from an account created by a person posing as the woman she knows.\n\nThe contact with the scammer stopped for a few weeks, then started again. This time it was an older scam. Albrecht was told she had won a Facebook lottery.\n\nThat scam has been around for years. It occasionally takes the form of an advance fee scheme, but the Better Business Bureau believes the scam is more about installing malware on victims’ computers through bad links included in the emails.\n\nLuckily for Albrecht she didn’t fall for that scam either. But she wants others, particularly the seniors she works with on a daily basis, to be aware.\n\n“That’s my concern; I didn’t want any more of my former seniors or my current seniors to be finagled out of their hard-earned money,” she said.\n\nSources: WGHP News, ABC News, Better Business Bureau \/ Photo Credit: Franco Bouly \/ Flickr"
  },
  {
    "article_id": 2,
    "Title": "Amlin plc UK Regulatory Announcement: Total Voting Rights",
    "Content": "LONDON--(BUSINESS WIRE)--\n\nAMLIN plc\n\nTOTAL VOTING RIGHTS AND SHARE CAPITAL\n\nIn accordance with the FCA’s Disclosure and Transparency Rules, Amlin plc (“Amlin”) advises the market that as at 31 December 2014 there were 504,865,900 ordinary shares of 28.125p (“ordinary shares”) in issue.\n\nAmlin holds 3,495,713 ordinary shares in Treasury.\n\nTherefore, the total number of voting rights in Amlin is 501,370,187.\n\nThe above figure of 501,370,187 ordinary shares may be used by shareholders as the denominator for the calculations by which they will determine if they are required to notify their interest in, or a change to their interest in, Amlin under the FCA’s Disclosure and Transparency Rules.\n\n31 December 2014\n\nEnquiries:\n\nMark Stevens 020 7746 1000 Company Secretary Amlin plc"
  },
  {
    "article_id": 3,
    "Title": "Khaleda asks for security",
    "Content": "Khaleda asks for security\n\n\n\nBNP Chairperson Khaleda Zia has asked for security as the next proceedings in 2 corruption cases filed against her by the Anti Corruption Commission (ACC) is approaching. Party high-ups said Khaleda Zia, also the former prime minister, has filed a general diary (GD) with Chawkbazar Police Station seeking security for her. Khaleda’s lawyer Zakir Hossain Bhuiyan applied for the safety of the BNP chief as a Dhaka court had set January 7 for the next hearing in Zia Charitable Trust and Zia Orphanage Trust graft cases. ‘When Madam (Khaleda) was on her way to the hearing of ACC at a special court in Old Dhaka’s Bakshibazar the area was under attack. There is another hearing on Jan 7 next year. We are filing the GD for security concerns,' he said. But Sub-Inspector Jalal Uddin of Chawkbazar Police Station said the GD hasn't been recorded yet. Last week, Khaleda attended the hearing in the makeshift court in Bakshibazar amid clashes between Awami League activists and BNP supporters. The hearing of the graft case is being held in that court. The hearing was deferred that day and set for Jan 7 following Khaleda's appeal, according to a news agency."
  },
  {
    "article_id": 4,
    "Title": "Liberian Health Clinics Reopen Slowly with Renewed Vigilance",
    "Content": "Liberian Health Clinics Reopen Slowly with Renewed Vigilance\n\nVoA - News Thursday 1st January, 2015\n\nDAKAR\/MONROVIA - The World Health Organization says the number of new confirmed Ebola cases in Liberia is \"declining.\" Liberians were once at the epicenter of this regional epidemic but several parts of the country have now gone weeks without reporting any new cases. Some medical staff are returning to work amid renewed vigilance. It's an important sign of progress.\n\nThe Dolo Town Health Center, just outside the Liberian capital, is open.\n\nMothers bring their children for vaccinations against polio and measles.\n\nPeople come in for tuberculosis treatment and HIV counseling. A midwife said she delivered ten babies since they reopened a month ago.\n\nThe sheer normalcy of it all has the feel of the remarkable.\n\nLiberia's health system collapsed in August as Ebola bore down on Monrovia. Dolo Town was one of two suburbs put under an abrupt quarantine.\n\nThe quarantine was lifted two weeks later, but the community continued to battle Ebola. Locals say more than four dozen people are believed to have died here of the virus.\n\nEven now at year's end, a local task force watches for sporadic cases. This newly opened clinic is not taking any chances. They built a special waiting area in front. Midwife Kebeh Karmo keeps a close watch.\n\n\"In sitting under here please we shouldn't sit jammed up beside one another because you don't know who is who. Ebola patient might be among ushellip;We are protecting you and protecting ourselves,\" she said.\n\nStaff wear gloves. They screen for Ebola symptoms like fever and send those patients to a larger care center nearby.\n\nThe clinic has a stock of PPE's just in case. That's the full-body protective gear staff should wear if there see a suspected Ebola case.\n\nPhysician's assistant McFarland Kerkulah said getting those PPE's persuaded most of the nurses to return. \"That is why we are having the courage to work right now,\" said Kerkulah.\n\nAs Ebola surged in Liberia in mid-2014, many medical staff didn't even have gloves. More and more of them were getting sick. Health workers went on strike. Most clinics shut down. People were afraid to go the clinics still open.\n\nIt was tragedy multiplied. The government said people would die of treatable, preventable causes - childbirth complications, malaria, respiratory illness, high blood pressure.\n\nInternational Ebola response ramped up in Liberia in October. At year's end, the epidemic is not over, but the worst of it may be.\n\nA few big hospitals have reopened. Small community clinics like this one are edging open their doors.\n\n\"Good morning. I know everybody wash their hands before. If you didn't do that then you need to do that. [hearing water as people wash hands] If you didn't do it, we not allow you in,\" said Kerkulah.\n\nEvery morning, the Dolo Town Health Center gives out tickets. Staff triage cases giving priority to the most critical. This used to be a 24-hour clinic but now they see just 25 people per day. It's a safety measure. Non-urgent cases are told to return the next day.\n\nKerkulah is a strong believer in what he calls \"holistic care.\"\n\n\"We want to say thank you for coming and we want everybody to be relaxed. Everyone will get treatment before one o'clock,\" he said.\n\nKerkulah says they will soon start the day's consulations but first. \"We will ask one person to give us a short song so we will start.\"\n\nAnd with that, a new day begins."
  },
  {
    "article_id": 5,
    "Title": "Quicklink Missing",
    "Content": "Quicklink Not Found\n\nSometimes, authors delete their quicklink after publishing them.\n\n\n\nTo see if the quicklink was renamed or re-published, please click here."
  },
  {
    "article_id": 6,
    "Title": "Maids in Hong Kong pass board exams and come home to teach",
    "Content": "By Vito Barcelo | Jan. 01, 2015 at 12:01am\n\nAt least 10 Filipino workers in Hong Kong who passed the teachers’ licensure examinations of the Professional Regulations Commission last August will be hired by the Department of Education as teachers, according to Labor Secretary Rosalinda Baldoz.\n\nThey are among more than 52,000 examinees who passed the Licensure Examination for Teachers (LET) on Aug. 17, 2014 in Hong Kong and 24 testing centers all over the Philippines.\n\n“The DepEd will employ the ten former OFWs as teachers holding regular plantilla item positions,” said Baldoz who launched the program along with DepEd Secretary Armin Luistro under “Sa Pinas, Ikaw and Ma’am\/Sir”, a component of the National Reintegration Program for Overseas Filipino Workers (OFW).\n\nAccording to Baldoz, the teachers are Cristina B. Pimentel of Barangay Burgos, San Guillermo town, Isabela; Rosemelinda A. Castillo of Brgy. Tapel, Gonzaga, Cagayan; Bravo, Miluz of Lumbia, Cagayan de Oro City; Mary Grace A. Jimenez of Brgy. Cabaruyan, Libungan, North Cotabato; Lorna P. Tabernero, of Santol, La Union; Helen A. Nalupa of Brgy. Songkoy, Kitcharao, Agusan del Norte; Gertrudes D. Baliclic of Piddig, Ilocos Norte; Assen Shierra A. Biggayan of Brgy. Centro, Abulug, Cagayan; Mia C. Garcia of Brgy. Cristo Rey, Capaz, Tarlac; and Joan S. Kirit of Brgy. Diego Silang Village, Ususan, Taguig City.\n\n“Most of the ten teachers have already submitted complete documentary requirements, while some are still in the process,” Bureau of Local Employement Director Nikki Tutay told Baldoz.\n\n“They are already assured to be hired as teachers,” she said .\n\nA Teacher I position, Baldoz said, pays an entry level salary of P20,549 a month including a Cost of Living Allowance of P2,000. With deductions of P4,049.81 which consist of income tax, GSIS, PagIBIG, and PhilHealth contribution, the take-home pay is P16,499.19.\n\nShe said perks and benefits included clothing\/uniform allowance of P5,000 per year; year-end bonus equivalent to one month basic pay; cash gift of P5,000; performance bonus depending on teaching performance; and productivity enhancement of P5,000.\n\n“Moreover, teachers also receive incentives, such as proportional vacation pay equivalent to 70 days; Christmas vacation pay equivalent to 14 days; and a chalk allowance of P1,000 per year,” Baldoz explained.\n\nOther privileges are a one-step increment for every three years of continuous satisfactory performance; hardship allowance for teachers assigned in hardship posts (i.e., cannot be reached by regular means of transportation, but only through hiking or banca\/motorcylce rides); mobile teachers and multi-grade teachers (15-25 percent of basic salary); and honoraria for teaching overload subject to funds availability.\n\n“This pay is for single teachers. The pay for married teachers with dependents is higher a bit,” she said.\n\nThis project for domestic worker-teachers is very encouraging. It guarantees them careers in the public education system and weans them away from their previous domestic work occupations, Baldos said.\n\nThe DOLE has conceived ‘Sa ‘Pinas, Ikaw ang Ma’am Project’ to provide licensed teachers working abroad, either as domestic workers or non-teaching related occupations, to come home and teach instead.\n\n“The DepEd has 1,300 teaching vacancies left for 2014 and 39,000 vacant teacher positions in 2015,” Baldoz said."
  },
  {
    "article_id": 7,
    "Title": "Reforms Wanted: A To-Do List for a Future Moldovan Government",
    "Content": "Following the November 2014 parliamentary elections in Moldova in which pro-European parties secured a fragile majority, this publication sets out six sectors which the new government will need to reform in order to increase the country's EU integration prospects. These are: 1) the civilian security sector, 2) the Ministry of the Interior, 3) the banking sector, 4) the anti-corruption and judiciary sector, 5) public administration, and 6) the media sector.\n\n© 2014 Polish Institute of International Affairs (PISM)"
  },
  {
    "article_id": 8,
    "Title": "Follow BP's path to nation building",
    "Content": "Follow BP's path to nation building: PM Koirala MYREPUBLICA KATHMANDU, Dec 31: Prime Minister Sushil Koirala has said that the policy of national reconciliation pursued by popular leader Bisheswar Prasad Koirala for nation, nationality and democracy is very much relevant today, while urging all to follow it.\n\n\n\nTalking in brief to journalists following the tea reception hosted by the BP Koirala Memorial Trust on the occasion of the 39th National Unity and Reconciliation Day here Wednesday morning, he said it is only through national unity and reconciliation that we can give stability to democracy in the country. \"Considering this, I am confident that all the party leaders would cooperate and support in promulgating the new constitution\", he said.\n\n\n\nPrime Minister Koirala, who also chairs the Trust, said the policy of national unity and reconciliation propounded by BP Koirala could still become an effective medium of development of the country today.\n\n\n\n\n\n\n\nReiterating that he was confident about receiving the support and cooperation of all in the constitution making as well as accelerating development works in the country, the Prime Minister said the national unity and reconciliation day would inspire us all to take the country towards development and prosperity.\n\n\n\nBP is regarded as synonym to democracy by many leaders in Asia and Europe, Mr Koirala said while adding that the late leader is still remembered as one who could address the problems facing a poor country like Nepal.\n\n\n\nHe also described BP Koirala as a source of inspiration for not only Nepalis but for leaders around Asia and Europe for the role he played for nation, nationality and democracy. \"BP will always remain as a memorable, respected and guiding personality\", he said.\n\n\n\nEarlier at the program, Prime Minister Koirala unveiled the ´Bisheswar Prasad Koirala´ mahakabya or epic by Koshal Raj Poudel. The volume in Nepali language sheds light on the role played by BP in the advancement of politics, literature and overall Nepali society. RSS\n\nMain Page Email Print"
  },
  {
    "article_id": 9,
    "Title": "Australia bans commercial sunbeds over cancer fears",
    "Content": "SYDNEY: Most Australian states and territories are set to ban commercial sunbeds from Thursday, in a crackdown on artificial tanning in a country that has one of the highest rates of skin cancer in the world.\n\nThe ban — which comes into force in the states of New South Wales, Victoria, South Australia, Tasmania, Queensland and in the Australian Capital Territory on January 1 — will make Australia the second nation after Brazil to impose such a restriction, campaigners said.\n\nWestern Australia has said it would also implement a ban, though it has yet to announce a start date. There are no commercial solariums in the only other part of Australia — the hot and humid Northern Territory.\n\nCancer Council Australia welcomed the ban, which it has long pushed for, adding that it would help to reduce rates of skin cancer, which affects two out of three Australians by age 70.\n\n“Australia has one of the highest rates of skin cancer in the world,” advocacy director Paul Grogan said in a statement to AFP.\n\n“Solariums expose users to extremely highly levels of UV (ultraviolet) radiation, greatly increasing their risk of melanoma and other skin cancers.”\n\nAustralia is sometimes referred to as the sunburnt country, where beaches are thronged with bathers basking under blue skies and the rates of melanoma, a potentially fatal form of skin cancer, are the highest in the world.\n\nPublic health campaigners have long pushed to promote awareness of the dangers of exposure to the sun, urging people to wear sunscreen, hats and sunglasses. They have also warned that tanning on a sunbed is not safe.\n\n“Queensland already has the highest rate of skin cancer in the world and there is no question there’s a direct link between regular sunbed use and the incidence of malignant melanoma,” the state’s interim Health Minister Mark McArdle told Australian Associated Press.\n\nThe incidence of skin cancers in Australia is two to three times the rates in Canada, the United States and Britain, the Cancer Council said. More than 2000 Australians died from skin cancer in 2011, the majority from melanoma, which is caused by harmful ultraviolet light from the sun, the council added.\n\nAustralia’s proximity to Antarctica, where there is a hole in the ozone layer which normally filters out UV rays, also increases the risk."
  },
  {
    "article_id": 10,
    "Title": "Charter School Commission report highlights progress, challenges",
    "Content": "MEDIA RELEASE\n\nThe State Public Charter School Commission has presented its annual report to the State Board of Education, the third annual report by the Commission since its creation in 2012 by Act 130.\n\nThe report, which primarily provides information from the 2013-2014 school year, highlights both successes and ongoing challenges in Hawaii’s charter system.\n\nAct 130 created the Commission with a principal focus on accountability-related authorizer functions, including the development and implementation of a rigorous accountability system that safeguards student and public interests while at the same time valuing the autonomy and flexibility of Hawaii’s public charter schools.\n\nAs part of the new system, all of Hawaii’s 34 charter schools currently operate pursuant to a three-year charter contract under which the academic, financial, and organizational performance of each school is evaluated annually.\n\nThe report includes detailed information on every individual school’s results, as well as information about how the charter sector is performing as a whole and about the challenges the schools and the system face.\n\n“While it’s clear that much work remains to be done, overall Hawaii’s charter schools and its chartering system continue to show promising signs of improvement,” said Commission Executive Director Tom Hutton.\n\nAmong the highlights:\n\nAcademic\n\n* As measured by the State’s Strive HI Performance System in 2013-2014, the charter schools’ collective results fell under the statewide averages on most indicators of academic performance.\n\n* On the other hand, charter schools showed collective progress over 2012-2013 results on every Strive HI indicator except two.\n\n* All five charter schools that had been classified in the bottom “Priority” tier under Strive HI in the previous year showed progress under Strive HI in 2013-2014, with one reclassified this year into the next highest “Focus” category.\n\n* As measured by Strive HI, five of the state’s 11 top-performing public high schools—Myron B. Thompson Academy, Kula Aupuni Niihau A Kahelelani Aloha (KANAKA) A New Century Public Charter School (PCS), University Laboratory School, Hawaii Academy of Arts and Science (HAAS), and Halau Ku Mana Public Charter School—and two of its four top-performing public middle schools—Voyager: A Public Charter School and Innovations Public Charter School—were charter schools.\n\n* This was the first year the Commission implemented its own Academic Performance Framework (APF), which evaluates charter schools differently than does Strive HI, including by placing heavier emphasis on proficiency and growth among high-needs students and by proportionally weighing the results for each grade level (elementary, middle, and high) for schools that serve more than one grade level.\n\n* While it must be emphasized that these are only first-year results, under the APF, 21 schools either did not meet or fell far below the overall standard, 10 schools met the standard, and two schools—KANAKA and Ka ‘Umeke Kā‘eo—exceeded the standard.\n\nFinancial\n\n* Financial data continue to show that charter schools generally are good stewards of public funding, a very important point in light of revelations of financial mismanagement at one school.\n\n* While some financial indicators for charter schools collectively improved last year, the data signal longer-term sustainability challenges for charter schools if funding levels remain essentially flat and\/or schools are not able to realize more cost savings.\n\nOrganizational\n\n* This year the schools’ organizational capacities were measured primarily by whether they had some fairly basic policies and practices in place in five areas, a deliberately incremental approach that acknowledges that the schools were not asked for these things consistently under the previous law and that most are lightly staffed.\n\n* Most schools fulfilled all or almost all of the 2013-2014 organizational measures.\n\n* The organizational framework highlights the need for additional attention to certain issues, including the transparency of school governing boards and the securing of needed permits and certificates for charter school facilities on state lands.\n\n“This report helps all of us take stock of where we are in implementing the vision of Act 130,” said Commission Chairperson Catherine Payne. “It’s been difficult, and we still have a long way to go, but the Commission remains committed to the hard work of ensuring that our charter schools are able to fulfill their missions and their responsibilities to the public and our keiki.”\n\nThe Commission also will deliver its annual report to the State Legislature.\n\nThe report is available at the Commission’s website, www.chartercommission.hawaii.g…, by clicking on “Information & Resources” and then “Reports,” or at the following link: media.wix.com\/ugd\/448fc8_005c5…"
  },
  {
    "article_id": 11,
    "Title": "It can happen to you: Panel discusses emergency preparedness for livestock operations",
    "Content": "HPJ Online Store\n\nHPJ Online Store\n\nVisit our online store or call 800-353-1841 to order a 2016 Down Country Roads Calendar or All Aboard Wheat Harvest Calendar.\n\nHPJ Online Store"
  },
  {
    "article_id": 12,
    "Title": "New film releases reviewed (From Herald Scotland)",
    "Content": "About Cookies\n\nWe want you to enjoy your visit to our website. That's why we use cookies to enhance your experience. By staying on our website you agree to our use of cookies."
  },
  {
    "article_id": 13,
    "Title": "Victor Davis Hanson",
    "Content": "Gasoline prices are on the verge of crashing down to below $2 a gallon. The price of oil may dip below $50 a barrel.\n\nEven with renewed demand from a global economic resurgence, energy prices continue to fall. The U.S. has suddenly become the world's largest combined producer of oil and natural gas.\n\nThat fact -- along with a desire to weaken hostile Iran and Russia -- has prompted the oil-rich Gulf sheikdoms to keep pumping oil even as the price falls. In their game of petro-chicken, the desperate sheiks hope that either their poorer enemies will run out of cash, or that fracking in the U.S. will become unprofitable and cease.\n\nEveryone seems to have forgotten about \"peak oil\" -- the catchphrase of the new millennium.\n\nThe world in general, and the United States in particular, supposedly had already burned more oil than was left under the Earth. Under President Barack Obama, gasoline prices had soared. When he entered office in January 2009, gas prices averaged around $1.60 per gallon. Four years later, by spring of 2013, gas prices had climbed beyond $3.50 a gallon.\n\nThe Obama administration never much worried about high energy costs. During the 2008 campaign, Obama promised that, \"Under my plan ... electricity rates would necessarily skyrocket.\" Shutting down coal plants and using higher-priced but cleaner natural gas would pave the way for an even pricier mandated wind and solar generation.\n\nIn the vice presidential debates of 2008, Joe Biden mocked Sarah Palin for the supposedly mindless campaign mantra of \"Drill, baby, drill.\" Biden intoned that, \"It will take 10 years for one drop of oil to come out of any of the wells that are going to be drilled.\"\n\nThe energy secretary-designate, the professorial Steven Chu, in 2008 had unwisely voiced a widely held but wisely unspoken progressive belief that, \"Somehow we have to figure out how to boost the price of gasoline to the levels in Europe\" -- or about $9 a gallon.\n\nJust two years ago, when up for re-election, Obama reminded Americans, \"We can't just drill our way to lower gas prices.\"\n\nObama ridiculed the Republican idea of lowering gas to $2 a gallon through new oil-recovery techniques. \"They're already dusting off their three-point plans for $2 gas,\" Obama mocked. \"I'll save you the suspense: Step one is drill, step two is drill, and step three is keep drilling.\"\n\nSuch easy rhetoric was backed by action -- or lack of it. The Keystone XL pipeline was put on permanent hold. New fracking leases on federal lands were postponed. Huge areas of oil- and gas-rich federal lands were put off-limits. Some blue states stopped fracking. Money poured into solar schemes like Solyndra."
  },
  {
    "article_id": 14,
    "Title": "Over 1 crore LPG consumers yet to complete formality for subsidy",
    "Content": "Over 1 crore LPG consumers yet to complete formality for subsidy\n\n\"Maharashtra has 184.66 lakh LPG consumers, of which 83.34 lakh consumers have already become CTC,\" it said, advising the remaining consumers to register themselves.\n\nMUMBAI: The state-run gas bottling and marketing company BPCL today said over one crore households in Maharashtra were yet to become cash transfer compliant (CTC), which is necessary to avail of LPG subsidy.\n\nThose wishing to register need to link the Aadhar number with their bank account, or if they do not have an Aadhar yet, to link their bank account directly with their 17 digit LPG ID, a statement from BPCL said.\n\nOn joining the scheme, a consumer will have to pay for the LPG bottles at market prices, but will get the government subsidy -- Rs 568 per cylinder at present -- directly into the bank account.\n\nThe scheme was relaunched in 34 districts on November 15 and is now being rolled out across the country.\n\nIn the pilot phase, Rs 624 crore has been transfered to over 20 lakh consumers in the state, it said.\n\nInterestingly, 12,000 citizens in the state have opted not to be a part of the scheme stating that they do not need the subsidy."
  },
  {
    "article_id": 15,
    "Title": "Hawke cabinet secretly approved guidelines for Asio to spy on Australians",
    "Content": "The Hawke cabinet approved guidelines for the Australian Security Intelligence Organisation to spy on Australians to gather foreign intelligence, newly released cabinet documents have revealed.\n\n\n\nThe cabinet agreed not to table the new powers in parliament or to allow them to be scrutinised by the newly established parliamentary joint committee on Asio.\n\nThe 1988-89 cabinet documents, released on Thursday by the National Archives, show Bob Hawke’s Department of the Prime Minister and Cabinet was deeply suspicious of the attorney general’s guidelines to extend Asio’s powers to cover Australian citizens but the cabinet’s security committee approved the decision.\n\nThe cabinet also approved related rules on intelligence gathered by the country’s overseas intelligence agency, the Australian Secret Intelligence Service (Asis).\n\nIn 1988-89 the cold war was still alive but waning. Asio had undergone a decade of change, started by the the first royal commission in 1974, established by the Whitlam government under Justice Robert Hope. That process led to changes brought in by the Australian Security Intelligence Organisation Act of 1979. A year after its election in 1983, Labor established a second inquiry – the royal commission into Australia’s security and intelligence agencies, also under Hope – which provoked another shakeup in national security and intelligence services.\n\nAs a result, the attorney general was given more powers over Asio and Asio was given powers to collect foreign intelligence in Australia.\n\nPreviously, warrants could not be issued for the collection of intelligence relating to foreign groups or powers from Australian citizens and permanent residents. In a submission on 2 June 1988, the attorney general, Lionel Bowen, argued this provision limited Asio’s powers, while noting it was a “sensitive subject”.\n\n“This provision does not rule out the situation, however, where an Australian is the only practicable vehicle by which foreign intelligence information can be collected about a ‘foreign’ target,” Bowen said in the submission.\n\nHe said there could be some cases in which information about Australians was collected “incidentally or by their deliberate involvement with a target, eg an Australian citizen aiding or abetting a foreign-sponsored terrorist effort”.\n\nBut in those cases the attorney general could impose restrictions to minimise the collection or retention of such information.\n\nBowen argued that the Asio act required tabling of any guidelines to the director general of security, unless it would “prejudice security”. In this case, Bowen said, it would draw further attention to the new Asio powers.\n\n“Further, publication of the guidelines would prejudice the conduct of Australia’s international affairs, because it would focus the attention of overseas countries, and foreign representation in Australia, on this aspect of Asio functions,” Bowen wrote.\n\nBut the prime minister’s department pushed back, suggesting there had not been appropriate time to consider the changes, in a familiar echo of today’s security debates. And, like today, Bowen argued the decision should be made at “an early time”.\n\nThe department noted the proposal was out of step with Hope’s royal commission finding that “communications by or with Australian citizens should not be collected and, if accidentally collected, should be destroyed”.\n\nIt also noted the proposal was at odds with the then rules on foreign intelligence gathering which “prohibit DSD [the Defence Signals Directorate] deliberately intercepting a ‘foreign communication originated by, or directed to, an Australian person’ – whether the person is in Australia or overseas – for the purpose of collecting foreign intelligence (unless related to security or serious crime)”.\n\nThe department argued the proposed guidelines should be subject to further consideration but the security committee of cabinet approved Bowen’s requests for guidelines which allowed warrants to be issued for putting Australians under surveillance to gather foreign intelligence “where it cannot be reasonably collected by other means”."
  },
  {
    "article_id": 16,
    "Title": "Daily Times Nigeria Newspaper – Breaking News",
    "Content": "There are no dull moments in our country just as there are many events that play out in our public space that make one want to think that the writings of the playwright, Bertolt Brecht,..."
  },
  {
    "article_id": 17,
    "Title": "The Gambia: UN chief urges respect for rule of law amid reports of coup attempt",
    "Content": "31 December 2014 \u0096 United Nations Secretary-General Ban Ki-moon has reiterated his “principled condemnation” of all attempts to seize power through unconstitutional means following reports of an attempted coup in The Gambia.\n\nGunfire was heard near the presidential palace in the capital of Banjul on 30 December while President Yahya Jammeh was out of the country, according to press reports.\n\nMr. Jammeh has since returned and media suggest that the coup attempt has been thwarted with the situation in the city now “calm.”\n\nIn a statement released today, the Secretary-General’s spokesperson said Mr. Ban was “following closely” the developments in the West African country and called for all parties to “exercise restraint and to refrain from further violence.”\n\n“Noting the seriousness of any attempt to overthrow governments by force, the Secretary-General encourages the establishment of a transparent investigation into the events of 30 December, in compliance with due process and respect for the rule of law,” the statement continued, adding that Mr. Ban urged the Government of The Gambia, and its security and defense forces “to act in full respect for human rights.”\n\nIn addition, explained the spokesperson, the United Nations would continue to “closely monitor” the situation in the country as developments unfolded and more information became available.\n\nAlso today, the Security Council was briefed in a closed-door session on the situation in Gambia."
  },
  {
    "article_id": 18,
    "Title": "Eight Afghan Soldiers Dead, 36 Militants Killed in Afghanistan Military Operations",
    "Content": "Oct 3 2015 - Obama calls Russia's engagement in Syria 'recipe for disaster', Gulf Times\n\n(MENAFN - Gulf Times) US President Barack Obama yesterday warned that Russia's military engagement in Syria in support of President Bashar al-Assad is a \"recipe for disaster\", though Washington could ...\n\n\n\n\n\nOct 3 2015 - UAE-Parents wary of 'compulsory' measles vaccine in schools, Khaleej Times\n\n(MENAFN - Khaleej Times) Thousands of schoolchildren will be vaccinated against measles in a country-wide campaign to curb the deadly disease. However a number of ...\n\n\n\n\n\nOct 3 2015 - UAE-Don't plead ignorance to breast cancer advises expert, Khaleej Times\n\n(MENAFN - Khaleej Times) Do you know 30 per cent of breast cancers are preventable 30 per cent curable and 40 per cent treatable when ...\n\n\n\n\n\nOct 3 2015 - UAE-Get treated at home than travel abroad, Khaleej Times\n\n(MENAFN - Khaleej Times) A growing trend that has been noticeable in the recent past is global medical experts extending their help to ...\n\n\n\n\n\nOct 3 2015 - Sports legends join Indian mission's drug abuse drive in UAE, Khaleej Times\n\n(MENAFN - Khaleej Times) --> The Indian diplomatic mission has reached out to famous Indian sports legends to champion the cause ...\n\n\n\n\n\nOct 3 2015 - UAE-Why the number of heart attack cases are growing, Khaleej Times\n\n(MENAFN - Khaleej Times) The Dubai Health Authority (DHA) doctors took part in the smart clinic to discuss ways to prevent ...\n\n\n\n\n\nOct 3 2015 - RTEX 2015 to highlight latest in robotics and automation, Khaleej Times\n\n(MENAFN - Khaleej Times) Industry professionals from across the world have gathered to explore the latest in the field of robotics at the second Robotic Technology ...\n\n\n\n\n\nOct 3 2015 - Dubai second best city for expat start ups worldwide, Khaleej Times\n\n(MENAFN - Khaleej Times) The UAE is among top 10 countries globally for expats while Dubai is ranked second-best city in the world after Singapore for expats looking ...\n\n\n\n\n\nOct 3 2015 - UAE-40 more outlets at Mall of the Emirates new wing, Khaleej Times\n\n(MENAFN - Khaleej Times) Majid Al Futtaim has invested Dh1 billion to add 36000 sqm space at Mall of the Emirates and another Dh500 million investment will be made to ...\n\n\n\n\n\nOct 3 2015 - Nakheel leads hospitality makeover, Khaleej Times\n\n(MENAFN - Khaleej Times) Nakheel has 10 hotels planned for Dubai over the next five years. The developer is also bringing a range of retail projects to the emirate ..."
  },
  {
    "article_id": 19,
    "Title": "Happenings large and small gave us many reasons to remember 2014 as a remarkable year",
    "Content": "Related Articles Reports show the long-overdue recovery is gaining momentum, even in WNY ADVERTISEMENT\n\nAll years are a mix of good and bad, and the proportions can change with location. Even still, some years stand out, and this was one of them: In Western New York, it has been a remarkable year. In the good way, or, as it’s known in these parts, the Pegula way. The purchase of the Buffalo Bills by Terry and Kim Pegula wasn’t the most consequential story of the year, though it’s a part of that story. Nevertheless, and without question, the deal that put the Bills in the hands of the Pegulas was the most emotionally satisfying development in Western New York in 2014. With it, a worrisome and long-standing question was satisfactorily answered: What will happen to the team, adopted by the community and fully fused into its identity, when owner Ralph Wilson died? The answer: It will stay in Western New York. The Buffalo Bills will remain the Buffalo Bills – and in that announcement, the team became an integral part of the story of this city’s economic and spiritual renewal.\n\nBuffalo’s startling rebound That larger story is the towering event of 2014, though event is the wrong word. The year produced a percussive series of developments that sent the message: Buffalo is coming back, and the purchase of the Bills was only one part of that story. In the private sector, other developments included the rapid construction and opening of HarborCenter, a project of the Pegulas whose initial phase was completed late this year. A hotel remains under construction. The Buffalo Niagara Medical Campus continued its high-tech expansion, and not far away the Catholic Health System opened its new headquarters. Local development companies announced so many plans to convert old buildings to new uses that they almost didn’t qualify as news. But it was with a dramatic push from the public sector that this year really took off. Gov. Andrew M. Cuomo’s Buffalo Billion took on the shape of economic reality, as heavy equipment moved on to the site of the RiverBend project, preparing to construct what will be the largest solar panel factory in the Western Hemisphere. Here. In Buffalo. Downtown, Canalside’s development took a massive step forward with the opening of the state’s largest outdoor skating rink, constructed on a site once occupied by the Erie Canal and, later, War Memorial Auditorium. The Inner Harbor welcomed a new resident, a young girl with a shark’s head, while at the Outer Harbor, plans for a new park began taking shape. Here. In Buffalo.\n\nWrenching events in education There was much more to the year that Buffalo blossomed, too, and not all of it on the economic front. The Buffalo School District had a wrenching year, though one that could eventually produce important changes in the district’s performance. Voters elected a reform-minded School Board and with that, the district’s mismatched superintendent, Pamela C. Brown, took her leave. While members of the board’s majority and minority factions continue to squabble, often mindlessly, relations with the State Education Department are demonstrably improved. The district and teachers union seem – maybe – to be taking a more serious approach to crafting a new contract, 10 years after the last one expired. And in what may have been a relief for the city district, Hamburg showed that educational dysfunction isn’t reserved for Buffalo. The district was enveloped in a drama over the expulsion of a board member, while then-Superintendent Richard Jetter lied to police, telling them vandals had damaged his car when, in fact, he had sideswiped a utility pole in South Buffalo. He’s out. There were other changes, too. Sen. George Maziarz, R-Newfane, announced he would not run for re-election – shortly after his aides were questioned as part of a federal investigation into operations of his office. Maziarz says the issues aren’t related, and the feds aren’t talking. North Tonawanda Mayor Robert G. Ortt was elected to succeed Maziarz."
  },
  {
    "article_id": 20,
    "Title": "180 motorists rescued in Southern California snow",
    "Content": "A snowstorm hits the mountains around San Bernandino County. It was especially harsh in the Cajon Pass where many drivers had to abandon their cars. Justin Mitchell reports.\n\nJerry Walter of Forest Falls, Calif., puts chains on his vehicle before heading to his home in the Southern California mountain community on Dec. 30, 2014. (Photo: AP Photo\/The Sun, Rick Sforza)\n\nFirefighters in Southern California completed the rescue early Wednesday of more than 180 motorists who were stranded when a winter storm brought snow to the San Bernardino Mountains.\n\nThe San Bernardino County Fire Department said in a news release that 136 people were rescued on State Highway 138 near the communities of Crestline and Mount Baldy, about 50 miles from Los Angeles.\n\nThe drivers became stuck after more than a foot of snow fell in the area, which was also swept by high winds. The rescues came as an arctic air mass mangled transportation routes and left thousands without power in the state.\n\nFirefighters used SnowCats to navigate the steep, snowy switchbacks of Highway 138 to rescue about 50 motorists and transport them to First Baptist Church in Crestline. Red Cross workers there provided aid.\n\nPhotos: Closer look at California weather conditions\n\nSome motorists were able to drive away as plows cleared snow away. Others abandoned their cars and walked to their homes or nearby shelters.\n\nNo serious collisions or injuries were reported.\n\nAnother 50 people were stranded in snowy conditions around Mount Baldy, with about 25 near the Mount Baldy ski area and about 25 further down the mountain near Mount Baldy Village, the department said. Eventually, about 40 people were sheltered at Mount Baldy Lodge. Others were shuttled down the hill to Fire Station 12 in San Antonio Heights.\n\nMany stranded drivers feared they would have difficulty traversing the 10% grade and sharp turns on the descent from the Baldy ski lifts, which are located at an altitude of about 6,000 feet, KNBC-TV reports.\n\n\n\nRescue operations were completed by about 3 a.m. local time, the department said.\n\nIn the Sacramento area in Northern California, more than 8,000 customers were without power Tuesday afternoon because of gusty winds.\n\nIn the San Francisco Bay Area, high winds felled trees and blocked freeways. BART, or the Bay Area Rapid Transit, experienced severe delays because of trees blown onto the tracks.\n\nWind gusts topped 50 mph in parts of the Bay Area.\n\nHwy 138 & Mt. Baldy (final): Rescues complete. Press release @ http:\/\/t.co\/c3RU8ZSSuS under latest news. \/tm pic.twitter.com\/E5bSN7Mmsv — SB County Fire (@SBCOUNTYFIRE) December 31, 2014\n\nRead or Share this story: http:\/\/usat.ly\/1zvhtir"
  },
  {
    "article_id": 21,
    "Title": "Proposed bill would require coroners to release autopsy results",
    "Content": "Proposed bill would require coroners to release autopsy results Posted: Tuesday, December 30, 2014 7:05 PM EST Updated: Tuesday, January 27, 2015 7:11 PM EST\n\nA bill filed by state senator Larry Martin, R-Pickens, would require coroners across the state to release cause of death information when requested under a Freedom of Information Act Request.\n\nA state supreme court ruling this past summer deemed autopsy information was protected under federal privacy laws.\n\nBut Martin said in many cases, like officer involved shootings, releasing that information as soon as possible benefits the public.\n\n\"Right now it would only become public during a judicial proceeding and that's a long period of time,\" Martin said of autopsy results. \"Particularly in cases that involve police officers, the cause of death is something the public does need to know.\"\n\nMartin said his bill does not require other non-relevant information be released.\n\n\"I have no interest in knowing the person's medical history,\" Martin said. \"Even in death the right to privacy still exists.\"\n\nMartin said even though the death of Tucker Hipps had no bearing on his decision to file the bill it would require the Oconee County Coroner Karl Addis to release the full autopsy.\n\nHipps' body was found in Lake Hartwell near Clemson University back in September.\n\nAddis invoked the Supreme Court ruling from July to protect Hipps' full autopsy. However, Addis did release the cause of death as a head injury consistent with a fall.\n\n\"We may never know what went on simply by the autopsy,\" Martin said of the Hipps case. \"But often times an autopsy will give you a road map or point you in the right direction.\"\n\nFOX Carolina contacted Addis for comment but did not hear back.\n\nAn attorney for the Hipps family said they had no comment on Martin's bill.\n\nCopyright 2014 FOX Carolina (Meredith Corporation). All rights reserved."
  },
  {
    "article_id": 22,
    "Title": "House fires leading cause of disaster in Utah in 2014",
    "Content": "House fires leading cause of disaster in Utah in 2014\n\nKSL Newsradio Wednesday 31st December, 2014\n\nSALT LAKE CITY - In 2014, the leading cause of disaster in Utah was house fires, and a similar high rate of house fires across the country has prompted a nationwide campaign to promote fire safety.\n\nBetween Jan. 1 and Dec. 1, Utah Red Cross volunteers responded to help 668 Utahns, with 232 households displaced by fire, according to a Red Cross news release. Nationally, the Red Cross responds to a disaster every eight minutes, and the majority are house fires.\n\n\"While tornadoes, floods and hurricanes tend to dominate the headlines, people often underestimate the frequency and devastation caused by home fires, and that’s where the Red Cross comes in,\" said Heidi Ruster, Utah Red Cross region CEO. \"Our work doesn’t end after the smoke clears. Every day, local dedicated volunteers are helping people recover and get better prepared.\"\n\nDue to the large number of house fires in the U.S., the Red Cross launched a campaign in October to help reduce the number of home fire deaths by 25 percent over the next five years, the news release said. The Red Cross has asked each household to check its existing smoke alarms and to practice fire drills at home.\n\nSince October, the Red Cross and local fire departments have installed more than 17,000 smoke alarms in homes across the U.S.\n\n...\n\nRead more"
  },
  {
    "article_id": 23,
    "Title": "Really, govt tech profit cash grab is a PRIZE-WINNING idea? • The Register",
    "Content": "Worstall on Wednesday So, that favourite of mine and of Andrew Orlowski, Mariana Mazzucato, has been awarded a prize by the New Statesman in the field of political economy.\n\nGiven that her message is that government should be getting more of the pie, that's the sort of political economy you would expect the magazine to like. However, I find there's a gaping hole or two in her arguments. I'll concentrate on just one here: her insistence that all those tech billionaires becoming plutocrats is one reason why we need the State to be taking more of what is rightfully its own as a result of the basic research that those tech billionaires are implementing.\n\nIt's an argument that can sometimes be made. Those who lobby to create legislatively crafted and protected monopolies should, to my mind, have that wealth taken off them. That's preparatory to making sure that the State never makes such monopolies again, of course. I'm perfectly happy that when Ferdinand Marcos, the father of me old schoolmate Bongbong, was president\/prime minister and carved up the Philippine economy that when he lost power he and his cronies then all lost some of their money.\n\nBut that's not quite what is being said here about those tech companies. What is being said is the following:\n\nIf policymakers want to get serious about tackling inequality, they need to rethink not only areas such as the wealth tax that Thomas Piketty is calling for but the received wisdom on how to generate value and wealth creation in the first place. When we have a narrow theory of who creates value and wealth, we allow a greater share of that value to be captured by a small group of actors who call themselves wealth creators. This is our current predicament and the reason why progressive parties on both sides of the Atlantic are struggling to provide a clear story of what has gone wrong in recent decades and what to do about it.\n\nWell, yes, possibly, but for that to be true then those innovators she's using as her examples of “wealth creators” would have to be coining it off what they're doing.\n\nSo why have we accepted such a biased story of the state’s role when, as the story of Apple shows, it has done so much more than “fix” market failures?\n\nAs she's using Apple as an example, then so shall we. And much of her book is directed at her investigation of how all of the technologies that came together in the iPhone had originally been government-funded.\n\nNow there's no doubt that Steve Jobs (and others) did coin it out of Apple. Jobs at death was supposedly worth many billions, not all of which came from Pixar (and he made a lot less than he could have done at Apple as he got caught up in that options repricing scandal. That cost him billions alone in Apple stock*). So, he got billions, yes. But is that a greater share of value? A great share even? Or is it more like a pittance?\n\nFortunately we've a wonderful paper to tell us the truth here. I've mentioned it before: \"Schumpeterian profits in the US economy\".\n\nThe present study examines the importance of Schumpeterian profits in the United States economy. Schumpeterian profits are defined as those profits that arise when firms are able to appropriate the returns from innovative activity. We first show the underlying equations for Schumpeterian profits. We then estimate the value of these profits for the non-farm business economy. We conclude that only a minuscule fraction of the social returns from technological advances over the 1948-2001 period was captured by producers, indicating that most of the benefits of technological change are passed on to consumers rather than captured by producers.\n\nSo WHO is making bank?\n\nThese are Schumpeterian profits - that is, the profits from innovation. And the question is: what fraction of the total value created ends up sticking to the hands of the entrepreneurs? No, not the financiers, the stock markets (ie, your and my pension funds) but to the Steve Jobses of this world?\n\nThe answer is truly astonishing. It's under three per cent. Of course that's an average, but it's still an astonishing number. And given the size of that number it's really very difficult to say that Jobs's mountain of cash was “large”.\n\nFinance gets a few more per cent of that value created but the vast majority of it flows through to us, the consumers. We might say it's just the satiation of lust that comes from having a new Jesus mobe. More formally, consumer surplus means that value we ascribe to whatever over the price we've had to pay for whatever. But we've also something much more with these new technologies: what we go on to do with them.\n\nFor example, with smartphones (and agreed, this is projection, it's all too new to really know yet, but we think the effect will be like that of mobiles a decade and more ago), we're pretty sure that there's going to be a boost to growth in the poorer countries simply because of the existence of smartphones. If it's the same boost we saw with the introuction of basic mobiles (opinion differs, all say it will have some, but more or less than mobiles, well, snarl at each other over that), then for every 10 per cent of the population in a country without a decent computer\/internet network, we should expect growth of 0.5 per cent in GDP per annum.\n\nThat's simply a vast number. Say the developing world is 10 per cent of the global economy: we're talking about a $35bn addition to human income for every 10 per cent of the population that gets equipped - each year, for every 10 per cent. That Steve Jobs ended up with however many billions it simply a capital sum - a once-off - that simply pales into insignificance beside that.\n\nOr, as we might put it, Professor Mazzucato doesn't seem to understand the economics of who gets the money from innovation - which isn't all that useful an attribute in someone who wants to tell us all about the economics of innovation, is it now?\n\nBy the way, no one over on this free market side of the argument is trying to insist that Steve-o deserved all that money, not at all. We're only making the observation that if we allow someone who has increased global growth rates so markedly to keep his pile of cash, then this will encourage the next person with an idea that might boost global growth rates to get on with it. This is not a moral nor justice \"deserved rewards\" style argument. It's a purely utilitarian one regarding incentives that induce people to try.\n\nAnd yes, economics is is all about incentives and perhaps we might expect a professor of the subject to grok that. ®\n\nBootnote\n\n* For those who don't know it, a company can issue options to anyone it likes at any price it likes. However, if those options are in the money at issue (ie, at a lower price than the market stock price) then the amount they are in the money must be an expense against the profit and loss statement of the company (and also taxed as income to the option recipients). But number of companies decided to issue stock options on, for example, 15 Jan, but price them at whatever had been the lowest price of the last 30 days. Apple got caught up in this, issuing in the money options which didn't go through the P&L and didn't pay income tax, Jobs then declined that award of options and that lost him - or rather, failed to earn him - a number of billions.\n\nSponsored: Magic Quadrant for Security Information and Event Management"
  },
  {
    "article_id": 24,
    "Title": "Two flights report problems, turn back to Bangkok",
    "Content": "Two flights report problems, turn back to Bangkok\n\nPHUKET MEDIA WATCH\n\nTwo flights report problems, turn back to Bangkok\n\nThe Nation \/ Phuket Gazette\n\n\u0097 Phuket Gazette Editors\n\nPHUKET: A domestic flight of Thai AirAsia - and a long haul Bangkok-London flight of Thai Airways International - both made emergency landings yesterday due to technical problems.Thai AirAsia's flight FD3254 departed from Don Mueang International Airport in Bangkok at 11.10am for Khon Kaen in the Northeast yesterday. But it returned to Don Mueang shortly after take-off when pilots detected an irregularity in the storage compartment area.Airline officials said the flight was allowed to resume service after engineers ruled out technical problems.\"After departure from Don Mueang International Airport, the pilots detected a minor irregularity in the storage area, [and were] concerned about safety. The flight returned to land at Don Mueang for inspection,\" the airline said in a statement.\"Engineers did not discover any issues compromising the safety of the flight FD3254,\" it said.The incident did not cause any cancellations to service and the plane arrived at its destination about an hour later than scheduled.On the same day, an international flight of Thai Airways International - TG 916 - which left from Suvarnabhumi International Airport at 1.20pm bound for London, returned to land at the same airport. Pilots reported a problem regarding the hydraulic system.In its statement, the airline said the aircraft was an Airbus A340-600, carrying 266 passengers to the United Kingdom. Engineers were checking the aircraft to search for the problem.Passengers were transferred to another aircraft and departed to London at 4.30pm - three hours later than scheduled."
  },
  {
    "article_id": 25,
    "Title": "Killing of eight in Canada a 'deliberate' attack -police",
    "Content": "Source: Reuters - Wed, 31 Dec 2014 20:22 GMT\n\nAuthor: Reuters\n\n(Adds quotes, background throughout)\n\nBy Scott Haggett\n\nCALGARY, Alberta, Dec 31 (Reuters) - The suspected killer of eight people in Edmonton, Canada, had a criminal record dating back to 1987 and used a stolen handgun in the murders before killing himself in domestic violence that was \"planned, deliberate and targeted,\" police said.\n\nPolice found one victim's body on Monday and the remaining seven at a house elsewhere early on Tuesday. The killer committed suicide in a Vietnamese restaurant 19 miles (30 km) northeast of Edmonton, the capital of Alberta.\n\nAuthorities disclosed the name of the first victim, Cyndi Duong, 37, but said no other identities would be made public until autopsies were carried out on New Year's Day. The dead included two children.\n\nInvestigators have identified the suspected killer as 53-year-old Phu Lam, the Edmonton Journal reported, quoting unidentified sources. It said he was the co-owner of the house where the seven victims died.\n\nLocal media quoted neighbors as saying the gunman worked as a maintenance man at the restaurant where he died and had a history of being confrontational. Police said the weapon, a 9-mm pistol, was legally registered in British Columbia in 1987 and stolen in 2006.\n\nPolice said on Wednesday the eight murders and one suicide made the mass killing the deadliest in the history of the city incorporated in 1904. Edmonton, population 878,000, recorded 27 homicides in 2013 and 27 in 2014 prior to the killings.\n\nPolice Chief Rod Knecht characterized the murders as premeditated domestic violence - he used the words \"planned, deliberate and targeted\" to describe the attack - and said there was no apparent link to drugs or gang activity.\n\n\"This is a horrific event for the city and in my 39 years of policing I've never seen anything like it,\" he told a news conference late on Tuesday.\n\nThanh Le, senior pastor at the Edmonton Vietnamese Alliance Church attended by Duong, her three children and parents, said her death had devastated the congregation. \"It has shocked us,\" he said. \"There have been a lot of tears.\"\n\nThere are about 220,000 Vietnamese Canadians, according to the federal government, many of whom arrived as refugees in 1979 and 1980. Edmonton's Vietnamese community is one of the five largest in Canada. (Additional reporting by Nicole Mordant in Vancouver; Editing by Jeffrey Hodgson and Howard Goller)"
  },
  {
    "article_id": 26,
    "Title": "Tanzania: MP Orders Audit of Funds for Bunda Projects",
    "Content": "Bunda — The Minister for State in the President's Office (Social Relations and Coordination), Mr Stephen Wassira.\n\nBUNDA MP Stephen Wassira has order a quick financial audit on funds released for development projects in Mihingo and Mekomariro villages following complaints from residents that some village authorities may have embezzled the money.\n\nMr Wassira, who is also the Minister of State in the President's Office (Coordination and Relations) made the order while addressing residents during a public rally in Mihingo Village, adding that complaints from residents cannot be ignored.\n\nThe legislator said Bunda District Council authorities have a noble duty to ensure all public resources disbursed to villages are accounted for, for the benefit of the masses, to help them access basic services such as clean water, school and health.\n\nEarlier during the course of his address, residents complained that the village authorities have not accounted for money collected from voluntary contributions at homestead levels and meant for the construction of a staff house at the village dispensary.\n\n\"The authorities have not even read out the expenditure and income reports from what they collected for the construction of science laboratories at Mihingo and Mekomariro secondary schools,\" said one resident identified as Manyama.\n\nHe complained that following the development, some locals have boycotted to contribute towards development projects.\n\nResponding, Mr Wassira said the residents' contributions, constituency basket fund and council funds in question, need auditing.\n\nIn a separate development, the legislator pledged to contribute a total of 1m\/- to help boost the construction of science laboratory at Mihingo Secondary School."
  },
  {
    "article_id": 27,
    "Title": "GLOBALES: UPDATE 1-TRLPC-EMEA lending of $1.2 trn highest since financial crisis",
    "Content": "Inicio > Política | Publicado el Miercoles, 31 de Diciembre del 2014 | Publicado el Miercoles, 31 de Diciembre del 2014\n\n\n\n\n\nGLOBALES: UPDATE 1-TRLPC-EMEA lending of $1.2 trn highest since financial crisis\n\nEsta noticia ha sido leída 78 veces\n\n\n\n\n\nReuters \/ * Loan volumes 25 pct up on 2013 total\n\n\n\n* M&A financing doubles to $211.2 bln y-o-y\n\n\n\n* Refinancing still dominates lending activity (Adds details)\n\n\n\nBy Alasdair Reilly and Claire Ruckin\n\n\n\nLONDON, Dec 31 (Reuters) - Syndicated lending in Europe, the Middle East and Africa (EMEA) reached $1.2 trillion in 2014, the highest annual total since 2007 and 25 percent up from $930 billion in 2013, according to Thomson Reuters LPC data.\n\n\n\nLending activity was buoyed by the return of acquisition financing and record refinancing.\n\n\n\nM&A loan volume of $211.2 billion was more than double the $100.2 billion raised in 2013, as confidence grew among borrowers to make debt financed acquisitions, while strong bond and equity markets gave lenders the comfort of quick repayments through the capital markets.\n\n\n\n\"The emergence of M&A was healthy and had been a long time coming. There was fresh blood brought to the market with new deals,\" a loan syndicate head said.\n\n\n\nA 12.5 billion euro ($15.17 billion) loan backing German auto supplier ZF Friedrichshafen's acquisition of US rival TRW Automotive was the largest loan of the year. The underwritten financing closed oversubscribed in October, underlining the market appetite for drawn term debt.\n\n\n\nIn line with other large M&A transactions, the loan included a sizeable $9.3 billion-equivalent bridge loan.\n\n\n\nGerman drugs and chemicals firms Merck KGaA and Bayer also tapped the market in 2014 for jumbo acquisition loans.\n\n\n\nMerck backed its acquisition of Sigma-Aldrich in the US with an underwritten $15.6 billion financing that included an $11.6 billion bridge loan and closed in October.\n\n\n\nMeanwhile, Bayer agreed a $14.2 billion loan in June, backing its acquisition of US-based Merck & Co's consumer care business. The financing comprised a $12.2 billion bridge loan and a $2 billion medium-term facility.\n\n\n\nIn September, British cigarette maker Imperial Tobacco closed $13.1 billion of loans for its acquisition of brands and assets from Reynolds American and for refinancing. The deal included a $4.1 billion bridge loan.\n\n\n\nRECORD REFINANCING\n\n\n\nThe main driver of activity in 2014 remained refinancing, which made up 68 percent of total loan volume.\n\n\n\nRefinancing reached $798.3 billion in 2014, the highest on record as many of Europe's largest borrowers returned to the market to refinance or amend and extend existing facilities. High levels of market liquidity and competition between banks saw many borrowers return early to refinance existing deals well ahead of their scheduled maturities on better terms.\n\n\n\nWith banks aggressively bidding to win mandates, loan pricing remained under pressure. Average margins for single-A rated companies fell to 20bp by the end of the year, while average triple-B margins remained at 50bp.\n\n\n\n\"The refinancings we've seen this year are all tightly priced, pure relationship plays with very high hit rates,\" a senior banker said.\n\n\n\nDiversified natural resource company Glencore tapped the market in June for a $15.3 billion refinancing as it continued its trajectory away from a pure trade and commodity player, achieving cheaper pricing than on the $17.3 billion facility it arranged in 2013.\n\n\n\nNestle also returned to the market in 2014, closing an increased 6 billion euro refinancing of its one-year facility from 2013 and extending its 5 billion euro, five-year facility by another year.\n\n\n\nOther sizeable refinancings were seen for Vitol, Shell , Volkswagen and GDF Suez.\n\n\n\nWith the main wave of refinancing over, banks will now be focussed on increased levels of M&A and other non-core market segments like trade finance and infrastructure financing.\n\n\n\nLoan volume in Central and Eastern Europe, Middle East and Africa (CEEMEA) fell 23.5 percent to $145.5 billion in 2014 from $190.4 billion in 2013, driven by the collapse of the Russia loan market as a result of Western sanctions imposed over Moscow's role in Ukraine's crisis and plunging oil prices.\n\n\n\nLending to Russian borrowers -- traditionally the largest market in the CEEMEA loan market -- hit a ten-year low of $12.3 billion in 2014, 74 percent down from $47.2 billion raised in 2013.\n\n\n\n\n\n\n\nLEVERAGED M&A PICKUP\n\n\n\nM&A also fuelled an increase in activity in Europe's leveraged loan market, which rose 4.9 percent to $200.8 billion in 2014 year-on-year, the highest volume since the financial crisis.\n\n\n\nSome $61 billion were acquisition-related, making up 30.3 percent of leveraged loan volume, up from 23 percent in 2013 and 17.9 percent in 2012, according to the data. Of all leveraged M&A volume, just under half (44.2 percent) was for corporate leveraged borrowers rather than sponsors, compared to 34.6 percent in 2013.\n\n\n\nAfter ZF Friedrichshafen, the second largest European leveraged loan of 2014 was a 6.8 billion euro loan for DE Master Blenders, which refinanced debt and helped fund a merger of its coffee business with that of Mondelez into a combined company called Jacobs Douwe Egberts. The euro loan formed part of a wider 7.6 billion euro-equivalent financing.\n\n\n\nA 2.85 billion euro loan, which included 1.9 billion euros of term loans, backing French telecoms operator Numericable's acquisition of rival firm SFR, was Europe's largest-ever covenant-lite leveraged loan. The loan formed part of a wider 4.7 billion euro-equivalent dual-denominated leveraged loan for the company, which in turn formed part of a wider $21.9 billion loan and bond financing.\n\n\n\n\"M&A has come back. 2015 will be another record year again as more M&A activity is expected next year,\" a lawyer said.\n\n\n\nBNP Paribas once again topped the EMEA syndicated loan bookrunner league table, with a $55 billion share of the market from 249 deals. Deutsche Bank was a close second, with $54.6 billion and 151 deals, while Citigroup was third, with $40.2 billion and 113 deals. ($1 = 0.8243 euros) (Additional reporting by Sandrine Bradley; Editing by Christopher Mangham )\n\n\n\n\n\n\n\nCon Información de Reuters"
  },
  {
    "article_id": 28,
    "Title": "New Market Research Report: The Future of the Oral Hygiene Market in Finland to 2018",
    "Content": "New Market Research Report: The Future of the Oral Hygiene Market in Finland to 2018\n\nFast Market Research recommends \"The Future of the Oral Hygiene Market in Finland to 2018\" from Canadean, now available\n\n[ClickPress, Tue Dec 30 2014] The Future of the Oral Hygiene Market in Finland to 2018 is the result of Canadean's extensive market research. The report presents detailed analysis on the Oral Hygiene consumption trends in Finland, historic and forecast Oral Hygiene consumption volumes and values at market and category level, brand share and distribution channel data. This report brings together Canadean Intelligence's research, modeling and analysis expertise in order to develop uniquely detailed market data. This allows domestic and foreign companies to identify the market dynamics to account for Oral Hygiene sales overall and to know which categories and segments are showing growth in the coming years.\n\n\n\nFull Report Details at\n\n- http:\/\/www.fastmr.com\/prod\/911114_the_future_of_the_oral_hygiene_market_in_finland.aspx?afid=301\n\n\n\nIntroduction and Landscape\n\nWhy was the report written?\n\n\n\n* This report provides authoritative and granular data on the Oral Hygiene market in Finland and, in doing so fills the gaps in marketers' understanding of trends and the components of change behind them.\n\n* Based upon extensive primary and secondary research to provide comprehensive and granular data, this report allows marketers to confidently update their strategic and tactical plans.\n\n* Marketers need data on volume and value changes, brand dynamics and distribution trends in order to effectively plan strategies.\n\n\n\nWhat are the key drivers behind recent market changes?\n\nThis report examines the components of change in the market by looking at historic and future growth patterns, including the effects of consumers' behavior on total volumes, values, brands selected and types of product chosen.\n\n\n\nWhat makes this report unique and essential to read?\n\nThe report provides the latest, detailed data on dynamics in Finland Oral Hygiene market, providing marketers with the essential data to understand their own, and their competitors' position in the market and the information to accurately identify where to compete in the future.\n\n\n\nKey Features and Benefits\n\nDetailed category coverage is provided, covering Six product segments that include: Breath Fresheners (non-confectionery), Dental Floss, Denture Care, Mouthwash, Toothbrushes & Replacement Heads, Toothpaste.\n\n\n\nDetailed product sales segmentation (for both volumes and values) is provided, including brand data, and sales by distribution channel, at the product category level.\n\n\n\nFuture forecasts allow marketers to understand the future pattern of market trends from winners and losers to category dynamics and thereby quickly and easily identify the key areas in which they want to compete in the future.\n\n\n\nAbout Fast Market Research\n\n\n\nFast Market Research is a leading distributor of market research and business information. Representing the world's top research publishers and analysts, we provide quick and easy access to the best competitive intelligence available. Our unbiased, expert staff is always available to help you find the right research to fit your requirements and your budget.\n\n\n\nFor more information about these or related research reports, please visit our website at http:\/\/www.fastmr.com or call us at 1.800.844.8156.\n\n\n\nYou may also be interested in these related reports:\n\n\n\n- The Future of the Oral Hygiene Market in Poland to 2018\n\n- The Future of the Oral Hygiene Market in Romania to 2018\n\n- The Future of the Oral Hygiene Market in Japan to 2018\n\n- The Future of the Oral Hygiene Market in Germany to 2018\n\n- The Future of the Oral Hygiene Market in Philippines to 2018\n\n"
  },
  {
    "article_id": 29,
    "Title": "China promotes governor of troubled Xinjiang to top energy post",
    "Content": "BEIJING (Reuters) - China has promoted the ethnic Uighur governor of the troubled far western region of Xinjiang to the country's top energy policy body, Chinese media reported on Wednesday, but left unclear who would replace him.\n\nNur Bekri will become director of the National Energy Administration, and also a deputy head of the planning body the National Development and Reform Commission, respected business magazine Caixin said on its website.\n\nNur Bekri will be one of the few ethnic minorities to assume a senior position in central government, underscoring his loyalty to the party where top posts are almost all held by majority Han Chinese.\n\nThe official Xinjiang Daily said Nur Bekri's position as Xinjiang's deputy Communist Party boss would be taken by Shohrat Zakir, a former mayor of regional capital Urumqi.\n\nIt did not say if he would also assume the position of governor, but as deputy party chief, he would be an obvious candidate.\n\nXinjiang, home of the Muslim Uighur people, has been racked by violence blamed by the government on Islamist extremists who want to set up an independent state called East Turkestan. Hundreds have died in the last two years or so.\n\nThe Xinjiang Daily quoted the region's party chief Zhang Chunxian as praising Nur Bekri as an \"outstanding ethnic minority cadre\" with all the qualifications for leadership and someone who has made \"important contributions\" to Xinjiang's stability.\n\n\"On big issues of right and wrong he is clear-headed and makes public his stance,\" Zhang said.\n\nXinjiang, energy-rich and strategically located on the borders of central Asia, Pakistan, India and Afghanistan, is crucial to China's growing energy needs as well as its security.\n\nNur Bekri's appointment highlights the importance of Xinjiang as an energy hub, well-endowed with oil, gas, coal and minerals. But it remains too early to judge whether it signals the start of a drive to open up the tightly state-controlled energy sector.\n\n\"Xinjiang is potentially a major energy province, and as the chairman of the region he certainly is the most experienced in its energy business,\" said Lin Boqiang, director of the China Centre for Energy Economics Research at Xiamen University.\n\n(Reporting by Ben Blanchard; Additional reporting by Chen Aizhu; Editing by Ryan Woo)"
  },
  {
    "article_id": 30,
    "Title": "Congressman: Government Should Track Police Deadly Force Cases",
    "Content": "Over the past few months, police use of excessive force has been a hot topic across the country with deaths of unarmed black men from Ferguson, Missouri to a Walmart in Ohio to New York City.\n\nThese incidents have brought into question whether or not deadly force was necessary and if race played a role in the deaths. But one the one thing that has surprised many people is there is no official database documenting police use of excessive force.\n\nDemocratic Congressman Steve Cohen of Tennessee has proposed a bill that would require law enforcement to collect data on deadly force incidents and report it to the Justice Department to be recorded in a national public database.\n\n“When you take all the cases in the country together — which is over a hundred a year — you can draw some conclusions,” Cohen told Here & Now’s Robin Young about the need for the database.\n\nThe data would record both the demographics of the officer and the victim to determine whether there is a racial disparity in deadly force incidents.\n\nIn addition, Cohen says Congress is working on a bill to address other issues in the criminal justice process used to bring charges against officers, including the need for an independent prosecutor.\n\n“It’s an inherent conflict of interest for the [district attorney] — who generally prosecutes this type of crime — and always has law enforcement officers as witnesses, and the D.A.s are lax to prosecute a law enforcement person,” Cohen said.\n\nCohen says he recognizes the dangers of police work, but he also recognizes that many African-Americans — including those in his district — don’t feel comfortable interacting with police.\n\n“I am pro good police. And if there is a bad policeman who uses unnecessary force, they need to be disciplined,” Cohen said. “Most cops are great people — community policing needs to be more used so that officers come in contact with people in the neighborhood and are seen as good guys. And they are good guys, but they need to be seen that way.”\n\nGuest\n\nSteve Cohen, Democratic representative for Tennessee’s ninth Congressional district. He tweets @RepCohen.\n\nRelated"
  },
  {
    "article_id": 31,
    "Title": "Public scorn greets LG and Samsung's storm in a washing drum, Technology",
    "Content": "South Korea's two top technology firms, Samsung Electronics and LG Electronics, have a history of bitter rivalry, but their latest spat over a handful of washing machines has prompted a barrage of public mockery.\n\n[SEOUL] South Korea's two top technology firms, Samsung Electronics and LG Electronics, have a history of bitter rivalry, but their latest spat over a handful of washing machines has prompted a barrage of public mockery.\n\n\"This is all so petty and juvenile,\" a reader on online portal Naver said of the dispute, which began in September when Samsung accused LG executives of damaging its washing machines at stores in Germany ahead of an industry event.\n\nLG agreed to pay for what it called accidental damage to four machines following mediation by German authorities, but couldn't resist taking a pot shot at its rival's build quality.\n\nSamsung railed against those \"slanderous claims\" and filed a formal complaint at home, triggering a raid of LG offices by Seoul prosecutors on Friday and a travel ban on LG's head of household appliances.\n\n\"This is a mudslinging match,\" said Park Ju-gun, head of corporate watchdog CEO Score. \"Both Samsung and LG will have a hard time getting the public to understand why things have gone on this way, and there is not a single thing for either party to gain from this.\"\n\nThat bemusement, punctuated by a collective snicker, found a voice online. \"If all that has been said is true, then this is nothing but a petty dispute you'd expect from street corner shops and not global companies,\" said a reader on the Nate portal.\n\nOn the streets, too, the comments were scathing.\n\n\"This incident shows the problem with the corporate culture in South Korean conglomerates,\" said Lee Hyeon-woo, an office worker in Seoul. \"The mentality of these companies is not 'We're number one' but 'We must take down rival X'.\"\n\nThe cross-town rivals compete on several fronts, especially televisions and home appliances, and have a history of feuding.\n\nThey have quarrelled publicly over whose refrigerator could hold more, and who had a bigger share of the domestic air conditioning market, and current and former workers say they routinely spy on each other at trade shows.\n\nSamsung declined further comment. LG said it has been cooperating with prosecutors, who would not disclose details of the investigation.\n\nNeither company appears ready to let the matter drop. LG has filed its own complaint with prosecutors accusing Samsung employees of deliberately concealing and tampering with evidence.\n\nTheir energy would be better spent responding to the challenge from Chinese competitors, said another exasperated commenter on Naver. \"What are you people doing?\" the person asked.\n\nREUTERS"
  },
  {
    "article_id": 32,
    "Title": "2-year-old in mom's fatal Wal-Mart shooting 'unzipped' special purse gun pocket",
    "Content": "Terry Rutledge said his 29-year-old daughter-in-law did not put the weapon \"loosely into her purse.\"\n\nVictoria Rutledge had a concealed weapons permit, and guns were a big part of Rutledge's life, her father-in-law said.\n\n\"She was not the least bit irresponsible,\" Terry Rutledge said, in a brief interview with The Associated Press. He complained about people using the incident to attack his daughter-in-law.\n\nTerry Rutledge told The Washington Post that Veronica Rutledge and her husband practiced at shooting ranges and each had a concealed weapons permit. He said for Christmas this year, her husband gave her the purse with a special zippered pocket for a concealed weapon.\n\nAbout 7 percent of adults in Idaho had concealed weapons permits at the end of 2012, according to the Crime Prevention Research Center in Swarthmore, Pennsylvania. That ranked Idaho among the top third of states.\n\nKootenai County, which has about 140,000 residents, has issued close to 16,000 concealed weapons permits, Kootenai County sheriff's spokesman Stu Miller said Wednesday.\n\n\"It's very commonplace in northern Idaho for folks to have a concealed weapons permit,\" Miller said, and most businesses do not prohibit firearms.\n\nVeronica Rutledge lived in Blackfoot, in southeastern Idaho, and her family had come to the Hayden area to visit relatives for Christmas.\n\nShe was an employee of the Idaho National Laboratory near Idaho Falls, Idaho, where she was a nuclear scientist. The laboratory supports the U.S. Department of Energy in nuclear and energy research and national defense.\n\n\"We're deeply saddened by this tragedy,\" said Nicole Stricker, a spokeswoman for the lab.\n\nRutledge graduated from high school in Harrison, a lakeside town in the Idaho Panhandle. She was the valedictorian of her class. She graduated from the University of Idaho with a degree in chemistry.\n\nShe had taken the children to Wal-Mart on Tuesday morning to spend their Christmas gift cards, family members said. Her young son, her only child, was in a shopping cart.\n\nResponding deputies found Rutledge dead in the electronics section of the Wal-Mart in Hayden, a rural town of about 12,000 people 40 miles northeast of Spokane.\n\nColt Rutledge, 32, arrived at the store in Idaho's northern panhandle shortly after the shooting around 10:20 a.m. Tuesday, Miller said. All the children were taken to a relative's house.\n\nOfficers viewed surveillance video provided by the store to determine what happened, Miller said."
  },
  {
    "article_id": 33,
    "Title": "3 men wanted in Washington County may be hiding out in Mobile or Citronelle, deputies say",
    "Content": "Authorities believe three men with ties to the Mobile area may be hiding out to avoid charges in Washington County.\n\nDeputies reached out to the U.S. Marshals Service for help locating Tyree Lavoris Johnson, 30, Miquel Innecentzo Thornton, 19, and Kendarious Devan Lucious, 19. On Wednesday they reached out to the public for assistance.\n\nAnyone with information on their whereabouts can contact the Washington County Sheriff's Office at 251-847-2202.\n\nAccording to deputies, Thornton and Johnson may be traveling together in the Mobile area. Records from Mobile County Metro Jail show police arrested Johnson, of Chatom, on charges of second-degree burglary and second-degree robbery on Oct. 16. He was released on bail three days later.\n\nJohnson faces one count of distribution of a controlled substance in Washington County.\n\nThornton, also of Chatom, is wanted on four counts of distribution of a controlled substance. Authorities booked him into the Baldwin County Corrections Center on one count of possession of a controlled substance on April 18. He was released from jail May 2.\n\nLucious may be in the Citronelle or Mobile area, Washington County deputies said. Records show he was arrested by Citronelle police in October 2013 on third-degree burglary and criminal mischief charges. At the time, he listed his home address in Citronelle.\n\nLucious is wanted on one count of second-degree robbery."
  },
  {
    "article_id": 34,
    "Title": "Jessica Hart strips down to her underwear for Love magazine's final advent calendar",
    "Content": "It's a well-known fact that all good things must come to an end.\n\nBut thanks to Jessica Hart, the final instalment of Love magazine's advent calendar has been bittersweet.\n\nBecause while the daily treat has concluded, it's gone out with a BANG by having the Australian stunner on Day 31.\n\nThe Victoria's Secret model was a fitting choice to ring out 2014 as she stripped down to a racy pair of Philipp Plein underwear.\n\nthelovemagazine \/ instagram Too hot\n\nWith her arms stretched above her head and her ab-tastic tum out for all to see, the shoot by Daniel Jackson certainly ranks as one of the best on the countdown.\n\nA picture was shared on the mag's Instagram account with its 339,000 followers.\n\nIt was captioned: \"On the last day of #loveadventTHELOVEMAGAZINE.CO.UK gave me @1jessicahart.\"\n\nThe only question now is where are we going to get our winter warmer from without our daily beauty?\n\ninstagram\/thelovemagazine Who could forget?\n\nSince December 1 the publication has reeled off a whole host of stunning faces, with each picture seemingly getting hotter than the one before.\n\nOther famous names to star in the festive offering include Lily Aldridge, Lizzy Jagger, Abbey Clancy, Hailey Baldwin, Miranda Kerr and Poppy Delevigne.\n\nPerhaps the most memorable day occurred when Kendall Jenner found herself being bent over Santa's lap in a sizzling shoot.\n\nThe outcome caused such a stir that the 19-year-old later appeared for a second time on the advent calendar, this time alongside her mum Kris."
  },
  {
    "article_id": 35,
    "Title": "Angola: Institute Focuses On Drafting Rural Arrangement Plan",
    "Content": "Luanda — The National Institute for Territory Arrangement and urban Development (INOTU) as of 2015 will focus on drafting rural arrangement plans with a view to bringing about a balance between the urban areas and the quality of life in these zones.\n\nThis was revealed to the press last Tuesday, in Luanda, by the director-general of INOTU, Manuel Pimentel, on the fringes of the of the visit made by the secretary of State for Urbanisation, Nhanga de Assunção, to the premises of INOTU, as well as the Geographic and Cadastral Survey Institute (IGCA).\n\nAccording to the plan, explained the source, the institution will continue to draft and promote the urbanisation plans and outline projects to help the citizens have access to land plots.\n\n\"We are an organ that provides technical support to the provincial governments, with offices in the eighteen provinces of the country and we have about 300 workers in different specialties\", explained the INOTU director-general."
  },
  {
    "article_id": 36,
    "Title": "DAVIS COUNTY (ABC 4 Utah) - Story",
    "Content": "WASATCH FRONT (ABC 4 Utah) - High winds and cold temperatures wreaked havoc across Northern Utah on Tuesday.\n\n\n\nThanks to our viewers for sharing their pictures of local wind damage.\n\n\n\nAs winter weather continues, If you have any pictures or videos of wind damage in your area that you would like to share with us, please email them to news@abc4.com or post them in the comments of our facebook page..\n\nCopyright 2015 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed."
  },
  {
    "article_id": 37,
    "Title": "Nigeria: German Engineers Shot Dead in Nigeria, According to Reports",
    "Content": "The German Foreign Office has disclosed that two Germans have been killed in Nigeria. The men were shot dead last Saturday while making a private outing on a motorbike, according to northern German newspaper.\n\nThe Ostsee Zeitung newspaper on Wednesday identified the men as engineers aged 34 and about 20 who worked for the large Nigerian construction company Julius Berger.\n\nBoth originated from Germany's northeastern state of Mecklenburg-West Pomerania, the newspaper said.\n\nThe Foreign Office provided no further details, saying the German embassy in Abuja was seeking clarification in close contact with Nigerian authorities.\n\nA source at Julius Berger's head office in Abuja told Deutsche Welle \"two expatriate Germans\" were killed last Saturday while riding a motorcycle near the capital.\n\nPrevious incident\n\nLast October, gunmen shot dead a German construction expert in Nigeria's southwestern state of Ogun while Julius Berger employees were being driven to work.\n\nA second German, a sub-contractor to Julius Berger, was abducted by the gunmen and released a week later.\n\nJulius Berger Nigeria Plc has operated in Nigeria since 1965, working mainly on infrastructure projects, and has a staff of 18,000 personnel.\n\nIn 2012, it began a literacy campaign within Nigeria's secondary school system."
  },
  {
    "article_id": 38,
    "Title": "Continuous downpours expected in flood-hit state, says Palanivel",
    "Content": "Continuous downpours expected in flood-hit state, says Palanivel\n\nThe Sun Wednesday 31st December, 2014\n\n: Downpours are expected to persist in the states that have already been affected by floods, said Natural Resources and Environment Minister Datuk Seri G.Palanivel.\n\nHe said in Pahang, heavy intermittent rain occurring in the state was expected to persist over the next two days, with isolated thunderstorms especially over the coastal areas forecasted between Jan 1 and 5 next year.\n\n\"Resident in Pahang are advised to take caution and be prepared for any eventualities, including immediate evacuations during this period of thunderstorms,\" he said in a statement.\n\nHe said in Terengganu, rains were expected to persist over the course of the next seven days with intermittent showers reported to be occasionally heavy.\n\nThe situation in Kelantan and Perak, is of similar nature, with occasionally moderate showers for the whole of the next couple of days, he said.\n\nThe minister said isolated showers were reported to be more rampant in the coastal areas of Kelantan, while in Johor, heavy downpours were expected to fall continuously over the next two days.\n\n\"Isolated thunderstorms are forecasted to overshadow the afternoons in our southern-most state. Once again, our fellow Malaysian are cautioned to be prepared and to stay safe, as well as being ready to respond to any measures from the authorities,\" he said.\n\nApart from that, Palanivel also said those living nearby rivers and flood-prone areas should be on the alert and monitor the rising water levels of rivers via the Pu...\n\nRead more"
  },
  {
    "article_id": 39,
    "Title": "George W Bush released from hospital",
    "Content": "Former US president George HW Bush has been released from a Houston hospital after a stay of about a week following treatment for shortness of breath.\n\nA family spokesman said the 90-year-old had left Houston’s Methodist Hospital, was resting at home, and was “grateful to the doctors and nurses for their superb care”.\n\nBush is the oldest living former US president. A week ago, he was taken by ambulance to the hospital as a precaution after experiencing shortness of breath.\n\nTwo years ago, Bush spent nearly two months at the same hospital for treatment of a bronchitis-related cough and other issues. He also has a form of Parkinson’s disease that has forced him to use a wheelchair or scooter for mobility."
  },
  {
    "article_id": 40,
    "Title": "Tropical depression Jangmi torn apart by wind shear near Philippines",
    "Content": "Satellite equipment that captures high-resolution photos of weather systems has spotted a wind shear credited with breaking apart a tropical depression after it crossed the southern and central Philippines.\n\nTropical depression Jangmi encountered the moderate to strong southeasterly vertical wind shear in the Sulu Sea, and NASA-NOAA's Suomi NPP satellite captured photos of the phenomenon on Wednesday.\n\nWhen it was a stronger tropical storm, Jangmi generated flooding blamed for the deaths of 31 people in the Philippines on Tuesday.\n\nThe storm was pounding the coastal areas of Sabah, Malaysia's easternmost state, on Wednesday as it churned in the Sulu Sea between Malaysia and the Philippines.\n\nBut because of the shear, NASA believes the storm's centre never made it to Palawan, a large Philippine island to the north of Malaysia bordering the Sulu Sea.\n\nThe NPP (National Polar-orbiting Partnership) satellite passed over Jangmi early Wednesday morning and the Visible Infrared Imaging Radiometer Suite (VIIRS) instrument image revealed the effects of wind shear, NASA said.\n\n\"The VIIRS image showed that the north, northeastern and eastern quadrants of the storm were almost devoid of clouds and showers, as they were being pushed to the northwest and west of the centre. Those thunderstorms northwest of the centre were weakening. Some of the thunderstorms were being pushed to the northwest and over the island of Palawan,\" NASA said.\n\nWind shear occurs when there is a change of wind speed or direction along either vertical or horizontal distances. Vertical shear typically occurs near the surface and can influence the strength of a storm.\n\n\"JTWC [Hawaii-based Joint Typhoon Warning Center] noted that upper-level analysis indicates the system has moved into a hostile environment with moderate to high southeasterly vertical wind shear,\" the space agency said.\n\nThe warning centre's forecasters expect Jangmi to dissipate within a day.\n\nThe NPP satellite was launched in October 2011 to gather data for both short-term weather forecasting and long-term climate monitoring."
  },
  {
    "article_id": 41,
    "Title": "Sandusky's bicentennial commission takes shape",
    "Content": "Sandusky's bicentennial commission takes shape\n\nSandusky was founded in 1818 — 15 years after Ohio became a state.\n\nThere's another important date looming — 2018, the bicentennial of Sandusky's founding.\n\nThe commission that's supposed to help Sandusky celebrate its anniversary is starting to take shape.\n\nThe commission's chairman is Sandusky dentist Dr. William Semans.\n\nThe Sandusky city commission recently named six other members of the bicentennial commission after getting a list of suggestions from Semans:\n\n• Lee Ann Alexakos, vice president of community relations at Cedar Fair.. Sandusky is her hometown. Her father's family, who were in the wine business, settled on Kelleys Island in 1872.\n\n• Molly Carver, the new director of Sandusky Library. The library maintains a local history museum, Follett House Museum, has extensive history archives and maintains a Sandusky history blog. Carver is a Sandusky High School graduate.\n\n• Carl McGookey, CPA, president and managing partner of Payne Nickles & Company. He's a Sandusky native and a Bowling Green State University graduate.\n\n• Jim Miller, president, chairman and CEO, The Citizens Banking Co. in Sandusky.\n\n• Geoffrey Oglesby, a Sandusky attorney. Sandusky is his hometown; he's a graduate of Sandusky High School and The Ohio State University.\n\n• Luvada Wilson, Erie County clerk of courts. She has deep roots in Sandusky, too — she's also a graduate of Sandusky High School. She's also a graduate of Spellman College and the University of Toledo College of Law.\n\nThe seven commission members will appoint several more members, ex officio mayor Dennis Murray Jr. said in an email to the Sandusky Register. The group can appoint up to 10 additional members, Semans said.\n\nSemans said he'd like to get the subcommittees formed in 2015 and said fundraising will be important.\n\n\"We won't know what we can do until we know what kind of monies we have,\" he said.\n\nSemans is a Sandusky native. Not counting college and dental school and a stint in the Navy, he's spent all of his life in Sandusky.\n\nMurray said a few weeks ago that he's eager for the commission to get started.\n\n\"They really need to get their work going next year in earnest,\" Murray said. \"We're not looking at just the events that will occur in 2018.\"\n\n\"There's been talk about perhaps having a bicentennial park,\" Murray said. \"Whether that materializes or not, that's up to the commission.\""
  },
  {
    "article_id": 42,
    "Title": "Fairmont: Ont SCJ unwinds share redemption and substitutes loan arrangement",
    "Content": "Canada December 30 2014\n\nThe common law doctrine of rectification operates to correct mistakes in transactions that produce (or may produce) unintended and adverse tax results. This was established in the landmark case of Juliar et. al. v A.G. (Canada) (50 O.R. 3d 728) (Ont. C.A.) (Dentons was counsel to the successful taxpayers).\n\nIn Fairmont Hotels Inc. et al. v A.G. (Canada) (2014 ONSC 7302) the Ontario Superior Court of Justice has provided another example of the manner in which rectification can be used to unwind certain impugned steps in a transaction and substitute the proper steps that accord with the parties’ intention to avoid tax.\n\nLegacy Hotels REIT owned a collection of hotels, which were purchased from Fairmont in or around 1997. Fairmont continued to manage these hotels. In 2002 and 2003, Fairmont was involved in the financing of Legacy’s purchase of two hotels in Washington and Seattle. Through the use of several reciprocal loans between Legacy, Fairmont and several subsidiary companies, Legacy purchased the Washington hotel for $67 million USD and the Seattle hotel for $19 million USD. Fairmont hedged its loans to eliminate or reduce its foreign exchange tax exposure in Canada.\n\nIn 2006, Fairmont was acquired by two companies and its shares ceased to be publicly traded. This acquisition of control could have frustrated the parties’ intention that no entity would realize a foreign exchange gain or loss in connection with the reciprocal loan arrangements. A tax and accounting plan was created that would have allowed the companies to complete the acquisition and continue the full hedge of the foreign exchange exposure. However, this plan was modified before implementation with the result that certain foreign exchange exposure was not hedged.\n\nIn 2007, Legacy asked Fairmont to terminate the reciprocal loan arrangements on an urgent basis so that the Washington and Seattle hotels could be sold. A Fairmont officer mistakenly believed that the original 2006 plan had been implemented (i.e., the plan that continued the full hedge of the foreign exchange exposure) and agreed to the unwinding of the loans (which involved the redemption of certain preferred shares of the subsidiaries involved in the loan arrangements). Subsequently, the CRA reviewed the transactions and reassessed on the basis that the 2007 share redemptions triggered a foreign exchange gain.\n\nFairmont brought an application to rectify the 2007 share redemptions and to substitute a loan arrangement. Fairmont argued that its intent from 2002 was to have the original reciprocal loan arrangements unwound on a tax-neutral basis. In response, the Crown argued that Fairmont had never intended the proposed substituted loan arrangement and thus was engaged in retroactive tax planning.\n\nFairmont relied on the Ontario Court of Appeal decision in Juliar for the principle that the exact method to achieve a common intention to avoid tax is not required at the time of the transaction. In response, the Crown argued that the Alberta Court of Queens’ Bench in Graymar Equipment (2008) Inc. v A.G. (Canada) (2014 ABQB 154) had been critical of Juliar and had stated that rectification is granted to restore a transaction to its original purpose and not to avoid an unintended effect.\n\nHowever, in the present case, the Ontario Superior Court of Justice stated that, unlike the Alberta court, Ontario courts “do not have the luxury of ignoring” the Ontario Court of Appeal’s decision in Juliar. Further, the Ontario court stated that the Alberta court had not accurately described what happened in Juliar, and that another recent Alberta decision had in fact followed the reasoning in Juliar.\n\nIn the present case, the Ontario court held that Fairmont’s intention from 2002 was to carry out the reciprocal loan arrangements on a tax- and accounting-neutral basis so that any foreign exchange gain would be offset by a corresponding foreign exchange loss. This intention remained unchanged when Fairmont was sold in 2006 and when the reciprocal loans were unwound in 2007. A mistake had caused the unintended tax assessments.\n\nThe Court also stated that this was not a situation in which the taxpayer was engaging in retroactive tax planning after a CRA audit. The parties intended to unwind the loans on a tax-free basis.\n\nThe Court allowed the application and rectified the corporate resolutions as requested. The Court awarded $30,000 of costs to the Applicants."
  },
  {
    "article_id": 43,
    "Title": "News Briefs: SFPD officers to attend funeral of murdered NYC officer",
    "Content": "SFPD officers to attend funeral of murdered NYC officer\n\nSANTA FE (KRQE) – The Santa Fe Police Department is sending two honor guard officers to New York City for the funeral of one of the detectives killed execution style. Detectives Rafael Ramos and Wenjian Liu were sitting in their cruiser when they were attacked in broad daylight on December 20th. The funeral for Officer Liu is January 3, 2015. Jet Blue Airlines is providing the flights for the SFPD officers.\n\nDriver hit pedestrian, other cars in The Pit parking lot\n\nALBUQUERQUE (KRQE) – The University of New Mexico Police say a woman who was hit by a vehicle in the Pit parking lot Wednesday is in the hospital. The man driving also crashed into five parked vehicles around 4:00 p.m. Three people in those vehicles were also taken to the hospital as a precaution. Police say the pedestrian’s condition is stable and that the driver was not intoxicated. They are still investigating the cause of the crash.\n\n6 New Mexicans sickened by recalled apples\n\nALBUQUERQUE (KRQE) – The Centers for Disease Controls says more New Mexicans got sick from eating caramel apples recalled because of Listeria concerns. Wednesday morning the CDC reported six New Mexicans got Listeria from the apples. Nationwide 31 people were hospitalized and six deaths were reported. The recalls are for the Happy Apple brand of caramel apples. If you have that brand of apples you’re asked to throw them out.\n\nPlane diverted to ABQ because of disruptive Blake Shelton fan\n\nALBUQUERQUE (KRQE) – A plane was diverted to Albuquerque when a Blake Shelton fan sang out loud while on board. It was during a Christmas day flight from Atlanta to Los Angeles. Officials say the man was being disruptive when he was singing Shelton’s song “Boys ‘Round Here.” After passengers complained, the man started crying. The incident report states he went to the restroom several times and “it became a concern to flight attendants.” The plane was diverted to Albuquerque and he was kicked off but didn’t stay long. He bought a ticket for another flight to Los Angeles.\n\nDozens of cars hit by vandals in Clovis\n\n\n\nCLOVIS, N.M. (KRQE) – Vandals hit nearly three dozen cars in Clovis causing thousands in damage. Police say there are reports of 32 vehicles targeted Tuesday night. Officers say almost all of the complaints are for smashed car windows and windshields. At this point there have been no arrests.\n\nNew Bernalillo County Sheriff to be sworn in\n\nBERNALILLO COUNTY, N.M. (KRQE) – There will be a new sheriff in Bernalillo County when Manuel Gonzales is sworn in Thursday. He’s a former deputy who served as sheriff for a year in 2010. Gonzales beat Scott Baird during the November general election. Gonzales’ undersheriff Rudy Mora was sworn in Tuesday night.\n\nNM Tea Co. taking unwanted gift card for good cause\n\nALBUQUERQUE (KRQE) – Did you get a Starbucks gift card for Christmas, but you don’t want it? A local company is willing to take it off your hands and it’s for a good cause. The New Mexico Tea Company at 12th and Mountain says it will take your unwanted Starbucks or Teavana gift cards. In return you will get in-store credit for the value of that card.\n\nThe company will then donate your old card to the non-profit organization called Heading Home which helps the homeless get off the streets. The New Mexico Tea Company says it will continue its promotion at least through January.\n\nZoo animals head indoors during cold weather\n\nALBUQUERQUE (KRQE) – The Albuquerque Zoo is taking extra precautions to make sure the animals are nice and warm. Officials say because of the cold weather some animals are off-exhibit until it warms up. But there are some animals that do love the cold weather like the snow leopards and polar bears. The zoo says while many animals are indoors right now, visitors can still see these animals enjoying the weather.\n\nLas Cruces to bring in 2015 with chile drop\n\nLAS CRUCES (KRQE) – The giant chile is ready to drop, New Year’s Eve celebrations in Las Cruces are ready to pop off in a very New Mexican way. The city plans on using a 90-foot crane to drop a huge illuminated chile at midnight during its downtown street party. The city took votes on whether a red chile or a green chile would do the honors. The crowd will find out the results Wednesday night.\n\nNM Gas Company ready for incoming storm\n\nALBUQUERQUE (KRQE) – With those cold temperatures, natural gas demand is reaching an all-time high. Three years ago, Governor Susana Martinez declared a state of emergency when 30,000 homes ran out of natural gas. A New Mexico Gas Company spokeswoman says that they’re ready for the demand. They’ve been tracking the incoming storm and haven’t had any supply problems. Their supply comes from the Permian and San Juan basins.\n\nExplora hosts early New Year celebration for kids\n\nALBUQUERQUE (KRQE) – It’s a challenge for a kid to stay up past midnight for new years that’s why Explora sped up the clock. Explora dropped balloons Wednesday afternoon instead of at midnight. The manager said about 700 family members took part in the event. Before the balloon drop, the kids made crafts and noise makers. They’ll have a midnight masquerade Wednesday night for adults 21 and older.\n\nRoswell sisters added to most wanted list\n\nROSWELL, N.M. (KRQE) – Two sisters have now been added to Roswell police’s most wanted list. Police say they want to track down 27-year-old Lorainne Artiaga and her sister 33-year-old Angelina Artiaga. The two allegedly burglarized a house off of east Bonney Street and south Grand Avenue back in November and took more than $4,000 worth of property. Call police if you know their whereabouts.\n\nChaves County Sheriff retires\n\nCHAVES COUNTY, N.M. (KRQE) – After 41 years in law enforcement, the Chaves County Sheriff is retiring. Sheriff Rob Coon was presented a plaque in his honor Tuesday. Coon was with New Mexico State Police for 25 years before joining the Chaves County Sheriff’s Office 16 years ago. He’s served as sheriff since 2007. Britt Snyder with the sheriff’s office will take over as sheriff starting Thursday."
  },
  {
    "article_id": 44,
    "Title": "Hacker Clones Fingerprint From Photograph",
    "Content": "Biometric security is under the spotlight after a hacker claimed to have “cloned” the thumbprint of the German defence minister using nothing more than commercial software and a photograph.\n\nThe development, if proven, will worry experts already concerned at the security implications of using fingerprints for authentication purposes.\n\nCloned Fingerprint\n\nThe fingerprint claim was made by a member of the Chaos Computer Club (CCC) hacker network. According to the BBC, Jan Krissler said he replicated the fingerprint of German defence minister Ursula von der Leyen using high res pictures taken with a “standard photo camera”.\n\nA YouTube video of his demonstration (in German) is available here.\n\nKrissler is also known as Starbug and was speaking at a convention for members of the CCC. He reportedly said he had no physical print from von der Leyen, but has suggested that “politicians will presumably wear gloves when talking in public” after hearing about his research.\n\nIt is not known at this stage if he managed to produce an exact replicate of the German politician’s fingerprint.\n\nKrissler claimed to have obtained a copy of von der Leyen’s fingerprint using a close-up photo of her thumb during a press conference. He also used other pictures taken at different angles to build up her fingerprint using software called VeriFinger.\n\nFingerprint identification is used as a security measure on a number of mobile handsets, but for years now experts have warned that fingerprints are not particularly secure.\n\nFingerprint Hacks\n\nIn September for example, mobile security firm Lookout warned that the iPhone 6 could be hacked with a fake fingerprint.\n\nLookout revealed how a fingerprint of the phone user from a glass surface was photographed – first with 2,400 dots per inch (dpi) resolution. The image was then tidied up, inverted and laser-printed at 1,200dpi onto a transparent sheet with a thick toner setting. Next, white woodglue was smeared into the pattern created by the toner on the sheet. Once set, the print was lifted from the sheet, breathed on to add some moisture, then placed onto the sensor to unlock the phone. Lookout’s recommendation is to introduce two-factor authentication.\n\nAnd earlier in the year, ethical hackers showed how simple it was to bypass Samsung Galaxy S5 fingerprint authentication. The researchers from Security Research Labs (SRLabs) re-used a fingerprint mould from their exploitation of the Apple iPhone 5S in 2013, which required “no additional effort whatsoever”. The fake print was based on a camera phone photo “of an unprocessed latent print on a smartphone screen”.\n\n“Biometrics that rely on static information like face recognition or fingerprints – it’s not trivial to forge them but most people have accepted that they are not a great form of security because they can be faked,” cybersecurity expert Prof Alan Woodward from Surrey University was quoted by the BBC as saying.\n\n“People are starting to look for things where the biometric is alive – vein recognition in fingers, gait [body motion] analysis – they are also biometrics but they are chosen because the person has to be in possession of them and exhibiting them in real life,” he reportedly said.\n\nLove security? Try our quiz!"
  },
  {
    "article_id": 45,
    "Title": "Calculating AirAsia payouts for victims: A grim task",
    "Content": "Like in any plane crash, the tragedy over AirAsia Flight 8501 now leads to the horrific task of determining how to compensate the families of the victims.\n\nInternational treaties play a role. Families can also pursue potentially larger claims through the courts. And where victims file lawsuits can play a significant role in determining compensation.\n\nAirAsia Flight 8501, which left Indonesia for Singapore with 162 people on board, disappeared Sunday for reasons that have yet to be determined. Debris from the plane was found in the waters off Indonesia on Tuesday, and rescue officials have started recovering bodies.\n\nThe compensation process tends to be long. In the case of Malaysia Airlines Flight 370, which went missing in March, families have received some initial payments but final amounts have yet to be settled.\n\nWhat can Flight 8501 families expect? This week, legal experts said it's too soon to determine how much survivors of the victims of AirAsia Flight 8501 will be compensated.\n\nInsurance companies, which typically make the payments, use a range of factors in their calculations. The formula includes pain suffered by those on board, as well as their age, any dependents and their earning potential.\n\n\"It's difficult to come up with a number but a good average in this part of the world would be $2 million or $3 million per passenger -- that's a fairly conservative estimate,\" said Peter Schmitz, global aviation practice leader at insurance company Aon.\n\nSchmitz gave an initial estimate for total loss at about $200 million. But he also said his forecast could vary by as much as $100 million, as more is learned about the passenger makeup and crash.\n\nThe costs are typically borne by a number of insurance companies because of a practice called reinsurance. Essentially, the risk that one company would have to make a huge payment is spread out among numerous insurers. In the case of AirAsia 8501, German giant Allianz is the lead reinsurer.\n\nHow do the treaties work? An international treaty known as the Montreal Convention creates a system of airline liability for injuries and deaths. It guarantees a minimum level of compensation for families -- currently about $174,000.\n\nBut the Montreal Convention is only valid in countries that have ratified it. Indonesia, the departure country for AirAsia 8501, never signed it.\n\nThat could make it difficult, but not impossible, for families to invoke it.\n\nAviation lawyer Brian Alexander, partner at Kreindler & Kreindler, explained that since Singapore is a party to the 1999 Montreal Convention, any passenger traveling round trip to and from Singapore would be covered.\n\nThere's also another treaty in play: The Warsaw Convention, an older agreement that Indonesia has ratified. But it sets a lower payout, said aviation attorney Mike Danko.\n\nHowever, AsiaAir could decide to offer settlements above and beyond either treaty, perhaps in exchange for a pledge not to sue the airline for more damages.\n\n\"Typically it's such a public relations nightmare not to offer a higher amount,\" Danko said.\n\nIn fact, AirAsia CEO Tony Fernandes reportedly told media earlier this week that the airline will provide \"some financial assistance\" and not \"hide behind any convention,\" according to the Wall Street Journal.\n\nAsiaAir did not respond to a request for comment on the compensation issue.\n\nWill cases end up in U.S. courts? Families can also bring cases against an airplane's manufacturer or another third party if evidence supports the claim, according to Alexander.\n\nAnd where a claim is filed could dramatically alter the level of compensation.\n\n\"A U.S. court might set fair compensation for the loss of a spouse at several million dollars,\" wrote Danko in a blog post, \"but an Indonesian court is likely to set fair compensation at far less.\"\n\nBecause neither the carrier nor manufacturer are American companies, and none of the passengers have been identified as American, odds are this disaster won't go before a U.S. court, experts said.\n\nBut if a link to the U.S. can be established -- for example, if a part of the plane determined to have caused the accident was made in America -- that could open the door to the American legal system, said Danko.\n\n\"You could attempt to sue the manufacturer in the U.S. and get a court to evaluate your loss. Your best bet at getting the highest compensation for a wrongful death is here in the U.S.,\" he said.\n\nRelated:\n\nMalaysia Airlines Flight 370: How much will families be paid?\n\nPassengers' families could collect millions\n\n--Virginia Harrison reported from London and Kathryn Vasel reported from New York."
  },
  {
    "article_id": 46,
    "Title": "YEAR IN REVIEW: NZ stock investors ride wave of new listings",
    "Content": "The New Zealand stock market welcomed 16 companies to the bourse in 2014, raising $8.3 billion in equity capital and trumping a 2013 year that had been the busiest for listings in a decade.\n\nInitial public offerings added $6.6 billion of new capital to the stock market this year existing listed companies raised more than $1.7 billion via 165 capital raisings. Investors were drawn to a market where the benchmark NZX 50 Index is heading for an 18 percent annual gain, the third straight year of double-digit growth.\n\n\"It's many, many, many more than we've had for many years, if not ever,\" said Mark Lister, head of private wealth research at Craigs Investment Partners. \"So, lots of new companies coming to market and the market is performing very, very well.\"\n\nThe performance of the new listings has been mixed, with eight of the 16 up on the year, seven down and one unchanged. The biggest gainer was mobile payment app developer Pushpay Holdings, which advanced 84 percent to $2.73 since listing in August, followed by a 49 percent gain in cinema software Vista Group International, up 49 percent to $3.80 since its August debut, and a 40 percent rise to 28 cents for NZAX-listed Lateral Corp, whose mobile technology directly charges services to a customer's phone bill rather than their credit card.\n\nThe worst performer of the new listings was accounting software reseller Enprise Group, whose shares have dropped 18 percent to 45 cents since its regulatory listing on the NZAX this month. Utilities and airports software developer Gentrack's shares have dropped 15 percent to $2.13 since its June listing, while remote measuring tool developer ikeGPS has declined 13 percent to 86 cents.\n\nGenesis Energy, the last of the government's partially privatised power companies, is up 19 percent to $2.145 since its April listing, while health software developer Orion Health Group was down 8.3 percent to $5.75 since its debut last month.\n\nNew Zealand has been an attractive destination for foreign investors with 2014 growth forecast at about 3.5 percent compared to 2.4 percent for the US and 2.5 percent for Australia while the central bank's official cash rate of 3.5 percent compares to zero to 0.25 percent for the Federal Reserve, zero to 0.1 percent for the Bank of Japan and 2.5 for the Reserve Bank of Australia.\n\n\"From a GDP perspective we're pretty strong and the government fiscal position is pretty robust, and it's a high-yielding market, so it's all really in favour from an international perspective,\" said James Lindsay, who helps manage $400 million in equities for Nikko Asset Management. \"That's why international investors have been lapping up New Zealand assets, both bonds and equities, because of that running yield.\"\n\nWith two days left of trading, Chorus is the stand-out on the benchmark index, up 84 percent to $2.65. The telecommunications network operator recovered this year after being pummelled last year at the height of regulatory uncertainty over how much it can charge on its copper lines as it builds a nationwide fibre network.\n\nMeridian Energy is next in line, up 69 percent this year to $1.725 after the National-led government's victory in the September general election meant removed the threat of a central power buying agency that was being promised by opposition political parties. MightyRiverPower, the first of last year's partial privatisations, rose 42 percent to $2.98.\n\nAir New Zealand is up 65 percent to $2.58 after the airline beat profit expectations and declared a special dividend this year, and has been given a tailwind in recent months as plunging oil prices make jet fuel cheaper.\n\nThe worst performer on the benchmark index this year has been accounting software developer Xero, which is down 50 percent to $16.25. The firm has been a darling of the stock market in recent years, and peaked at $44.98 in March, but has since fallen out of favour as investors question its ability to break into the US market.\n\nPacific Edge is down 36 percent to 85 cents, also peaking in March before getting caught in a global sell-off of biotech and software firms.\n\nCraigs' Lister said Pacific Edge and Xero have been strong performers in the past, and \"that's part and parcel when you're in that growth phase - you can have an exceptionally strong period and then a weak period and it all sort of events out over time.\"\n\nKathmandu Holdings is down 39 percent this year to $2.13 after a profit warning last week sent the stock to a two-year low after a subdued start to the Christmas trading period in its Australian market.\n\nThe outdoor equipment chain isn't the only retailer to struggle this year, with children's clothing group Pumpkin Patch down 75 percent to 22 cents as it overhauls its business to remain solvent, and clothing chain Hallenstein Glasson falling 19 percent to $3.15.\n\nAcross the NZX All Index, financial software developer Finzsoft Solutions is poised to top the market with an 852 percent gain to $4 after signing its biggest deal which it expects will more than quadruple annual profit. The firm plans to pay its first dividend in four years, and is facing a takeover by managing director and majority shareholder Andrew Holliday in conjunction with Singapore-listed IT firm Silverlake Axis.\n\nAt the bottom of the index is Bathurst Resources, whose shares have plunged 85 percent to 3.2 cents after the would-be coal miner trimmed its board size and clamped down on costs while it waits for the global coking coal price to improve.\n\nWhile the local stock market has had its biggest year of listings, operator NZX has also embarked on plans to roll out more exchange traded funds - a way for investors to passively track an index of securities - in the coming year, buying fund manager SuperLife for as much as $35 million.\n\nThe stock market operator also plans to introduce a new growth market, NXT, early next year, giving small and medium sized businesses the opportunity to go public without the same disclosure obligations as the main board.\n\nCraigs' Lister said 2015 will likely be more volatile, and while the market may report another positive year, returns will probably fall back to the long term average of 6 or 7 percent.\n\n\"We're telling our clients to expect a more difficult year next year, and be a little bit more careful,\" Lister said. \"If people acknowledge those risks and realise things can't go up at a 15 or 20 percent pace forever, then at least they'll be prepared for things to be a bit tougher.\"\n\nStill, Lister said New Zealand's corporate sector is in \"really good shape\" and there should be more IPOs and opportunities in 2015 to broaden investors' choices.\n\n(BusinessDesk)"
  },
  {
    "article_id": 47,
    "Title": "Euro zone no longer obliged to rescue Greece, Merkel ally says",
    "Content": "Share Facebook Twitter Google Email\n\n\n\nThe lady endures: German Chancellor and Christian Democratic Union (CDU) Angela Merkel smiles while addressing the party convention in Cologne on December 10 (Reuters)\n\nEuro zone politicians are not obliged to rescue Greece as the country is no longer of systemic importance to the single currency bloc, a senior member of German Chancellor Angela Merkel's party was quoted as saying.\n\nShare Facebook Twitter Google Email\n\nGo To\n\nIn an interview with Rheinische Post newspaper published on Wednesday, Michael Fuchs also said Greek politicians could not now \"blackmail\" their partners in the currency bloc.\n\n\"If Alexis Tsipras of the Greek left party Syriza thinks he can cut back the reform efforts and austerity measures, then the troika will have to cut back the credits for Greece,\" he said.\n\n\"The times where we had to rescue Greece are over. There is no potential for political blackmail anymore. Greece is no longer of systemic importance for the euro.\"\n\nThe remarks are the clearest warning yet to Greek voters from a senior German politician that Athens might lose support if it flouts the terms of its 240 billion euro EU\/IMF bailout after early elections next year.\n\nFuchs, deputy parliamentary floor leader of Merkel's Christian Democrats, has frequently expressed frustrations felt by many politicians and the German public about the pace of reform and political hold ups in twice-rescued Greece.\n\nPolls suggest that Syriza will emerge as the strongest party in the Jan. 25 election, although its lead has narrowed. The party wants to cancel austerity and a big chunk of national debt but says it will keep Greece in the euro zone.\n\nThe head of Germany's influential Ifo economic research institute, Hans-Werner Sinn, meanwhile called a Greek exit from the euro zone an option.\n\n\"Further debt cuts will be needed again and again, unless the country is released from the euro zone and allowed to regain its competitiveness by devaluation,\" he told German daily Tagesspiegel.\n\nOn Monday, German Finance Minister Wolfgang Schaeuble warned Greece against straying from a path of economic reform, saying any new government in Athens would be held to the pledges made by the current government of premier Antonis Samaras.\n\nReuters"
  },
  {
    "article_id": 48,
    "Title": "Red-light cameras fade as speed cams get green light",
    "Content": "NEWARK, N.J. — Motorists rejoicing over decisions to discontinue unpopular red-light camera programs don’t have to drive too far for a buzzkill.\n\nThe number of red-light cameras nationwide is falling because of opposition from lawmakers and average Joes — but the use of cameras to catch speeders is slowly rising, potentially signaling a new battleground.\n\nThe number of U.S. communities using red-light cameras has fallen 13 percent, to 469, since the end of 2012, according to the Insurance Institute for Highway Safety, a nonprofit scientific and educational organization funded by the insurance industry. That includes the 24 towns in New Jersey that participated in a pilot program that ended this month with no pending legislation to revive it.\n\nMeanwhile, the institute estimates that 137 communities use speed cameras, up from 115 at the end of 2011.\n\nAdvocates for cameras that catch red-light runners point to data showing they reduce accidents, while critics note they can’t employ judgment to distinguish between, say, a red-light run during rush hour in a school zone and a technically illegal right turn on a red light at 3 a.m. Speeding, however, is a bit more black and white when it comes to cameras.\n\n“The goal of these advocates for the red-light cameras was a one-two punch,” said New Jersey state Sen. Michael Doherty, an opponent. “They’d come in with the red-light cameras and expand to speeding cameras.”\n\nNew Jersey’s red-light program was beset with problems: a yellow-light timing controversy that caused the cameras to be shut down temporarily; a computer glitch that voided thousands of tickets; and a federal lawsuit initiated by one resident that led to refunds for hundreds of thousands of motorists.\n\nTraffic cameras have also been contentious in Ohio, where the governor signed a bill this month requiring a police officer to be present for traffic-camera citations, something camera proponents say negates the practicality of using them to stretch police resources.\n\n“It makes no sense to me,” said Adam Loukx, city law director for Toledo. “It seems worse than whatever they thought they were curing.”\n\nState Sen. Bill Seitz, of Cincinnati, who sponsored the bill, said cameras can have their benefits in areas such as school zones, but they too often have resulted in needless ticketing for harmless offenses.\n\n“I think the cities took a kernel of a good idea and put it on steroids and managed to anger a significant amount of the population,” Seitz said.\n\nCritics also charge that towns are more interested in revenue than improving safety. Toledo resident Joel Clark said it’s clear to him that the cameras are money makers.\n\n“They know where to put them to make the money,” he said. “My buddy got four in a week before he knew the camera was there. That’s what, $500? That’s crazy.”\n\nSome consider the cameras a valuable safety tool, despite missteps.\n\n“The research is clear that photo enforcement works,” said Russ Rader, IIHS senior vice president. “It’s effective in reducing violations and in reducing crashes, both red-light cameras and speed cameras. There is no question that lives will be lost because New Jersey has decided to end the program.”\n\nExcept for parts of the Midwest, both types of cameras can be hard to avoid. A motorist could take a southwestern route from New Jersey to California and pass through only one state — Mississippi — where neither form of camera is in use.\n\nThe three states bordering New Jersey all use some form of traffic enforcement cameras, as do nearly half of all states.\n\nIn Arizona, speed cameras were used for two years on state highways before Gov. Jan Brewer banned them in 2010. Speeding and red-light cameras are still used in some municipalities after legislative attempts to ban them failed. The state also has struggled with a ticketing system that requires people who ignore mailed violations to be personally served if the case is to proceed.\n\nBoth types of cameras have been challenged in courts nationwide. The day before Ohio’s bill was signed, the state Supreme Court ruled 4-3 to uphold for a second time camera use by municipalities. The cameras also survived high court challenges in California and Illinois this year, and a ruling is pending in Missouri, where justices heard arguments this month on cases originating in three communities, including St. Louis.\n\nThey didn’t survive in Nassau County on New York’s Long Island, where speed cameras were installed in nearly two dozen school locations this year. The county had to forgive more than $2 million in fines due to equipment problems, and in December the county legislature voted unanimously to repeal the program."
  },
  {
    "article_id": 49,
    "Title": "Richmond Times-Dispatch: Ap",
    "Content": "Log in to read Richmond.com\n\nLog in to read an unlimited number of articles each month on Richmond.com, and to read The Times-Dispatch e-edition. To log in, enter the e-mail address and password listed on your All Access account. Trying to pay a bill, place a vacation stop or manage your account? Click here.\n\nHaven’t signed up for All Access yet? Get started here…"
  },
  {
    "article_id": 50,
    "Title": "Bad weather hinders search for victims in AirAsia crash",
    "Content": "Indonesian military load a casket containing the body of an AirAsia flight QZ8501 passenger recovered off the coast of Borneo into a vehicle at a military base in Surabaya December 31, 2014.\n\nPANGKALAN BUN, Indonesia Rescue planes and helicopters sat grounded near the coast of the Indonesian island of Borneo on Wednesday as bad weather hampered the search for victims in the crashed AirAsia jet.\n\nOfficials were forced to suspend aerial missions as heavy rain and low visibility made it difficult to recover bodies four days after the Airbus A320-200 disappeared from the radar en route from the Indonesian city of Surabaya to Singapore.\n\n\"I went to the search area this morning and saw there was no way we could do a search,\" said Dwi Putranto, a senior air force official.\n\n\"Now we are standing by in case remains can be evacuated,\" he said, adding that over 100 divers and rescue workers were \"ready to search\".\n\nSearch and rescue official Sunarbowo Sandi said bodies and debris were being scattered by strong currents and monsoon weather conditions.\n\n\"All the wreckage and bodies have drifted around 50 kilometers and we're expecting all the bodies will end up on the beaches around here,\" Sandi said.\n\n\"That is why we are searching all the beaches, because the current is moving.\"\n\nSeven bodies have been pulled from the sea so far, including one wearing a life jacket, an official said. Two of those bodies have been flown to Surabaya for identification.\n\nThe search area was narrowed to 120 square nautical miles and 22 ships continued to hunt for the remaining victims and for the plane's black box, said Putranto.\n\nBut the agonizing wait could be a long one for family members and rescue workers.\n\n\"The clouds are very low in the target area,\" Sandi said. \"Everyone is praying for more friendly weather.\"\n\n(Writing by Kanupriya Kapoor; Editing by Mike Collett-White)"
  },
  {
    "article_id": 51,
    "Title": "Headline News Summaries, World News, and Breaking News",
    "Content": "Grid Position Saved Reset Grid\n\nThese writers are approved by Newser."
  },
  {
    "article_id": 52,
    "Title": "In 2014, racial tension over policing reached a breaking point",
    "Content": "It was a year of grand juries and smashed windows, of tear gas and video evidence, and of boisterous demands for police reform in Los Angeles, New York, Oakland and Ferguson, Mo., as crowds cried, \"Black lives matter.\"\n\nIt was the year in which a black Staten Island, N.Y., man suspected of selling untaxed cigarettes, Eric Garner, died after an altercation with police; the officer accused of putting him in an unauthorized chokehold was not indicted. Ohio police were similarly absolved after fatally shooting John Crawford III in a Wal-Mart after he picked up a BB gun while talking on the phone with his girlfriend. Elsewhere in Ohio, a Cleveland police officer fatally shot a 12-year-old boy who was carrying a toy gun in a park, a death the state medical examiner ruled a homicide.\n\nIt was the year two police officers were shot dead in their patrol car in Brooklyn solely because of the uniforms they wore, and of a solemn funeral afterward at which hundreds of New York Police Department officers turned their backs on the mayor of the nation's largest city, who had said he'd told his mixed-race son to be wary of the police for his own safety.\n\nIn city after city, 2014 became a year in which the nation's lingering racial fissures burst open from the strain of a fundamental disagreement over the nature and purpose of policing, especially in African American communities.\n\nMore so than teachers, tax collectors or elected officials, police officers are often the most visible representatives of the government — and its policies — on the streets of black communities across the country, which remain widely disadvantaged both economically and politically.\n\nEugene O'Neill, a former NYPD officer and prosecutor who is a lecturer at the John Jay College of Criminal Justice, put the role of police in terms of political philosophy: \"They use force on people, they are agents of coercion, they are surrogates sent there on our behalf.\"\n\nBut while the role of officers to use force to protect life and property is a universal feature of American government, polls have shown that the degree of public trust in the police is politically polarized largely by skin color and, to a somewhat lesser extent, political affiliation.\n\nThat political friction has long existed in American life, so when black activists this year likened the arrival of widespread protests to a new civil rights movement, their grievances centered on and came face to face with an old foe: the police.\n\nThe latest tumultuous chapter in America's racial history can be traced back to a few moments on Aug. 9.\n\nThat's when 18-year-old Michael Brown, who was black and unarmed, was shot and killed by a white police officer, Darren Wilson, after a struggle and a foot chase through the predominantly black St. Louis suburb of Ferguson.\n\nOfficer-involved shootings, even of unarmed victims, happen all the time, but it's unclear exactly how often, though some estimates put the number at least in the hundreds. Small protests or calls for reform afterward are common.\n\nSo why did Ferguson come to be a launching point for months of intense dissent? Some observers pointed to the predominantly black city's overwhelmingly white political leadership and police force, both of which were quickly overwhelmed by the duration and intensity of the protests that claimed its streets.\n\nThen there was the high drama of St. Louis-area police agencies using tear gas and intimidating force in failing to quell often, but not always, peaceful demonstrations, in which every passing day seemed to bring some kind of escalation.\n\nMissouri Gov. Jay Nixon, who ordered a state of emergency and twice called in the state National Guard, created a commission to study the roots of Ferguson's civic crisis.\n\nOutgoing U.S. Atty. Gen. Eric H. Holder Jr., who is black, took a special interest in Ferguson, to the pique of some police unions who thought he was being too critical of ground-level law enforcement.\n\nFederal officials descended on the suburb to open an investigation into the shooting and the practices of local police departments; the U.S. Justice Department also will continue to investigate various police departments to check for patterns of civil rights violations.\n\nA running theme in the year's debate over policing has been understanding — or the lack of it.\n\nProtesters in Ferguson and elsewhere repeatedly said police and the rest of officialdom do not understand the pressures, challenges and dangers facing black Americans.\n\n\"Insurance is high, gas is high, but that's not why I get mad,\" Ferguson demonstrator Ricky Jones, 34, said during one of the first nights of the uprising in August. \"At the end of the day, when I'm driving home, they ask me to pull over and get out of the car. No 'license and registration, please.' 'Get out of the car. Lay on the ground. Put your hands on your head.'\"\n\nPolice, for their part, say they are misunderstood too.\n\n\"There is a very pervasive feeling in law enforcement ... that the politicians are not supporting us,\" said Chuck Canterbury, national president of the Fraternal Order of Police, which has 325,000 members. \"Law enforcement is the only arm of government that is ever asked to do anything about [troubled] communities. The politicians are the ones saying, 'Get in there and stop that crime.' And then, when an incident happens, they rush to judgment that police were wrong.\"\n\nThe opposing accounts of what happened the day Michael Brown died seem to capture the divide that will no doubt continue as debate continues on tactics, body cameras and shooting investigations.\n\nSome witnesses said Brown had his hands up when he was shot. Wilson told investigators Brown was charging at him to attack.\n\nIt was a basic disagreement of fact that would foreshadow the much larger debate looming for the nation — on what it means to be black in America, or to be a police officer in America, in which voices from both sides would claim to be betrayed and, most of all, deeply misunderstood.\n\nmatt.pearce@latimes.com"
  },
  {
    "article_id": 53,
    "Title": "Abdul Hamid’s son: Dad always emphasised religious education - Nation",
    "Content": "KUALA LUMPUR: Former Minister in the Prime Minister’s Department, Tan Sri Abdul Hamid Zainal Abidin (pic), who died on Tuesday night aged 70, has been described by his children as a father who always emphasised religious education.\n\nHis eldest child Husna, 41, said his late father always encouraged his 11 children to pray together.\n\n“After prayers, he always reminded us about the tasks and responsibilities of every family member according to the teachings of Islam,” he said here yesterday.\n\nAbdul Hamid always impressed upon his family that while he did not leave behind a lot of material wealth, whatever religious knowledge and wisdom he imparted could be used as a guide to living so that they would be blessed in the present world and the hereafter.\n\nHe also asked the family to seek the assistance of the Armed Forces Religious Corp (Kagat) to handle his remains.\n\nAbdul Hamid was the first Kagat director when he held the post from 1985 to 1995.\n\nBorn in Bagan Datoh, Perak on Feb 20, 1944, he was a minister in the Prime Minister's Department from 2001 to 2004. He also served as Mara chairman from 2004 to 2008.\n\nPrior to that, he was the director-general of the Malaysian Islamic Development Department (Jakim) from 1995 to 2001.\n\nAbdul Hamid was appointed a senator from 2001 until 2004 and became MP for Parit Buntar following the 11th general election.\n\nHe was also chosen as the National Ma'al Hijrah Personality 2013. — Bernama"
  },
  {
    "article_id": 54,
    "Title": "BusinessGPS Celebrates Over 10,000 Civil Claims and Financial Issues Resolved!",
    "Content": "\"Our model of getting paid only if we are successful is how more businesses should operate in this country. The number of companies that we have been able to keep out of legal trouble, and even out of bankruptcy, is staggering,\" stated Bill Schneider.\n\nBusinessGPS is excited to announce that with the help of its Founder, Bill Schneider, it has resolved over 10,000 civil claims and financial issues.\n\n“This is a big accomplishment and a testament to the work we do here at BusinessGPS,” stated Bill Schneider, its Founder. “Our model of getting paid only if we are successful is how more businesses should operate in this country. The number of companies that we have been able to keep out of legal trouble, and even out of bankruptcy, is staggering.”\n\nThe staff assembled by BusinessGPS is specifically trained to help companies resolve their unique issues. This highly skilled team has been instrumental in assisting BusinessGPS reach its 10,000 resolutions.\n\nABOUT BUSINESSGPS\n\nBusinessGPS is a financial restructuring and debt resolution turnaround firm that has offices located in Fairfax, Virginia and Reading, Pennsylvania. BusinessGPS works with small and mid-sized companies that are struggling with a variety of cash flow related issues. Our programs allow companies to work through their liabilities on terms that work for them – not the creditor. As we negotiate your claims, you avoid the risk, uncertainty and expense of litigation and most costly, the distraction of court. In essence, our service allows the company and its management to refocus on the future and not past obligations.\n\nBusinessGPS provides a variety of services to clients. We negotiate on your behalf, in an effort to effectuate compromise and\/or extended term settlements. We help you avoid court and resolve matters without drawn out stressful litigation. We offer Basic and Comprehensive Financial Restructuring Programs. Our Basic Programs help companies to overcome slow cash flow periods resolving urgent matters and aged payable accounts. Our Comprehensive Programs provide effective risk management services and are a great alternative to bankruptcy, thereby eliminating the public exposure and lost opportunities it causes.\n\nBusinessGPS works on a performance basis. We only get paid upon the successful resolution of your issue. No resolution, no charge. Business Guidance, Performance, Success, it’s that simple!\n\nFor more information, please contact:\n\nBill Schneider (703) 621-2690\n\nwes@bnsgps.com"
  },
  {
    "article_id": 55,
    "Title": "Maybe raise a glass of craft beer this New Year's Eve",
    "Content": "In 2014 beer began to get more of the respect it deserves as a serious beverage that delivers serious flavor to those willing to dive into the sea of styles and varieties. Why not celebrate beer’s new-found respect by ringing in the new year with some malted barley beverages instead of the staid sparkling wines?\n\nFor under $30 (usually well under) you can pick up a large-format bottle of craft-brewed or imported beer that will be as at home in a festive champagne glass as any bargain-bin bubbly. Picking a bottle isn’t tough; here are suggestions for styles and bottles to share on the holiday.\n\nThe Champagne of beers\n\nBright, dry, and festively effervescent, these bottles of (usually) golden ale are treated to a special refermentation and conditioning process akin to what traditional Champagne goes through. The result is a refined and complex glass that will beguile those grape fans who claim to dislike beer. A classic example is DeuS from Brouwerij Bostells, while Malheur Brut Noir is a curiously dark and fruity version of the emergent style. Some American craft breweries — like Missouri's acclaimed Side Project Brewing — are beginning to experiment with the style, and perhaps by New Year’s 2016 there will be more craft brewed options for such beverages.\n\nBelgian-style beers\n\nIf you find yourself in a liquor store stumped by what bottle of bubbly to buy for the party, take a trip to the Belgian beer aisle instead. The classic abbey-style ales have the refinement, the class, and the booze to fill the flutes of the midnight toast. Tripel Karmeliet is a perfect choice — it’s spicy and dry with a great depth of flavor and a beautiful presence in the glass. If you’re looking for something even a bit stronger (in alcohol and in flavor profile) try a dark, heavy quadrupel like the Saint Bernardus ABT12. A classic American-brewed example of the tripel is Curieux from Maine’s Allagash Brewing. Curieux starts off as a bright and peppery golden ale before getting an extended rest in used bourbon barrels, and the result is one of the most iconic brews in the craft beer world. The recently released 10th anniversary magnum bottles of the brew are a perfect bottle to pop during your celebrations.\n\nHigher alcohol beers\n\nOne of the hallmarks of the explosion of craft breweries are the bold beers that push past the 10% alcohol mark and have the bombastic flavors to match all that booze. Imperial stouts, double (and triple) IPAs, and American-style (read: more hoppy) barleywines are all fitting libations to accompany the start of a new year. Look for the Holiday 2014 ale from Temecula’s Black Market Brewing Co. The beer is a triple black rye IPA that comes in at over 11% alcohol and will pelt your palate with pungent hop flavors and a burly malt body. Stout lovers can hoist a snifter of inky Barrel Aged Old Rasputin from North Coast Brewing or the coffee-tinged Speedway Stout from Alesmith Brewing. You know that special bottle that you’ve been saving for just the right special occasion? The New Year’s Eve party might be just the excuse you’ve been looking for to crack it open.\n\nSour beers\n\nSour beer continues to captivate drinkers, and — especially in Los Angeles — 2015 looks to be the year of sour beer. There are as many different varieties of sour brews as there are tongues to taste them, and one of the most approachable sour ales — the light and tart Berliner Weisse — was even called “the Champagne of the north” by Napoleon Bonaparte a couple of centuries ago. The more complex sour brown ales of Flanders make for more festive toasts, and the special bottles of Rodenbach Gran Cru are particularly good for a celebratory salute. The delicately fruited lambics from Brouwerij Boon or Drie Fonteinen will also fill a champagne flute with aplomb."
  },
  {
    "article_id": 56,
    "Title": "Youth held with fake currency",
    "Content": "Youth held with fake currency\n\nA 19-year-old man has been arrested with fake currency notes having face value of Rs three lakh from the heart of the city, police said today. The STF of Kolkata Police acting on a tip off arrested the youth from Ho Chi Minh Sarani at around 10 pm last night when he was about to deliver them to a courier. The STF is interrogating the youth, who hails from Malda which has become the transit point for circulation of fake currency in the state.\n\nA 19-year-old man has been arrested with fake currency notes having face value of Rs three lakh from the heart of the city, police said today.\n\n\n\nThe STF of Police acting on a tip off arrested the youth from Ho Chi Minh Sarani at around 10 pm last night when he was about to deliver them to a courier.\n\n\n\nThe STF is interrogating the youth, who hails from Malda which has become the transit point for circulation of fake currency in the state."
  },
  {
    "article_id": 57,
    "Title": "Sri Lanka stocks edge down amid selling pressure in key stock",
    "Content": "COLOMBO: Sri Lankan stocks fell to a one-week low on Wednesday as selling pressure in construction firm Access Engineering weighed on the index amid political concerns over a tight Jan. 8 presidential election, stockbrokers said.\n\nThe main stock index was down 0.25 percent, or 18.58 points, at 7,272.75 at 0558 GMT, its highest close on Dec. 24. Turnover was thin, at 270.1 million rupees ($2.06 million).\n\nShares in Access Engineering were down 1.5 percent.\n\n\"There is selling pressure on Access Engineering. The market is still waiting for some clear direction on the political front with an expected tight election,\" a stockbroker said on condition of anonymity.\n\nConglomerate John Keells Holdings, which helped boost turnover, was up 0.8 percent.\n\nAnalysts said defections ahead of the election have hurt sentiment.\n\nSince President Mahinda Rajapaksa announced snap elections last month, 23 legislators including former health minister Mithripala Sirisena, who is challenging Rajapaksa's bid for a third term, have defected. Two opposition legislators have joined the ruling party.\n\nPolitical parties mainly representing Sri Lanka's minority Tamils and Muslims, who account for a quarter of the total vote, have said they will back Sirisena in the poll.\n\nIn the forex market, the four-day rupee forwards, or spot-next-next, were traded at 132.10\/20 per dollar at 0606 GMT compared with Tuesday's close of 132.05\/132.15, dealers said.\n\n\"There is importer demand and the one-week forward was traded at 132.35\/50 after banks did not trade four-day forwards below 132.10 due to moral suasion (by the central bank),\" a currency dealer said.\n\nRupee forwards have been pegegd at around 132.00 through the month after the central bank defended the currency through moral suasion."
  },
  {
    "article_id": 58,
    "Title": "Lagos wins 2014 JETS competition",
    "Content": "Lagos State, on Tuesday, emerged the overall winner of the 2014 National Junior Engineers, Technicians and Scientists (JETS) competition held in Abuja.\n\nThe state Commissioner for Education, Olayinka Oladunjoye, said in a statement in Lagos that the state’s contingent won the first positionr in Inter-State Quiz Competition, National Theme Project, Free Choice Project and Physics Competitions.\n\nShe said the state also came third in Physics and Technology Competitions and took fourth position in Mathematics Competition.\n\nMasters Kadiri Ogbaji and Ibrahim Shamusideen, both of Abibat Mogaji Millennium Senior Secondary School, Agege, came first in the National Theme Project Competition, with their winning project on Mobile Energy and Fertiliser Machine.\n\n“While Fisayo Fatoye and Abiola Omosowon, both of Doregos Private Academy, Ipaja, came first in the Free Choice Project Competition, with their project titled Power Generation Through Resonance,” she said.\n\nOladunjoye said the victories automatically qualified Lagos as Nigeria’s representative at the 2015 International Science and Technology Competition at a yet-to-be- determined venue by the Federal Ministry of Education."
  },
  {
    "article_id": 59,
    "Title": "TSMC to Make Most Apple A9 Chips, Samsung Kept as Backup: Report",
    "Content": "While earlier this month Samsung reportedly commenced production of Apple A9 chips, a new report now indicates the South Korean firm as the backup with TSMC being the major chip provider.\n\nThe report coming out of Taiwan states that Apple preferred TSMC to Samsung because the former can produce more chips. \"The two companies' technological capabilities are similar, so the key factor will be whose mass-production yield is better,\" said Chris Hung, Director of MIC, a consultancy, to reporters (via Taipei Times).\n\nHung also said that though Samsung also makes advanced 20nm chips, the company's yields are not satisfactory. \"However, as Apple tends to spread the risks, it is likely that the winning supplier of A9 [TSMC] will not take all the orders,\" he added.\n\nTSMC was also said to have been the main supplier of A8 and A8X chips, which were used in Apple's latest iPhone 6, iPhone 6 Plus and iPad Air 2 devices.\n\nCouple of weeks before, Samsung was said to have started producing chips using the 14nm process, which reportedly made the A9 chips 20 percent more powerful while consuming 35 percent less battery life from the device, as per Phonearena. The report added that the production was taking place in Samsung's Austin plant. However, the firm did not confirm the speculations. \"We cannot confirm whether we received orders from Apple or at which plant it will be produced,\" said officials.\n\nLast month, a report contrarily claimed that Samsung will produce APs for the iPhone and iPad devices from next year. It even claimed that from 2016, the company would supply 80 percent of APs used in Apple devices, while the rest would be handled by TSMC."
  },
  {
    "article_id": 60,
    "Title": "Cut out the clutter",
    "Content": "If a New Year comes, can wish lists be far behind? Here is one that is short and simple — cut out the clutter. There is a new government with a decisive mandate. There is renewed hope about the India story. But over the past few months, there has also been a parallel narrative. There are conflicting signals, leading even some of the most ardent supporters of the Modi government, to question whether the important has been replaced by the irrelevant, a consequence of distractions by the Sangh Parivar and its ideological affiliates. Many Modi sceptics question whether the Hindutva agenda is really a choreographed side-show as some would like to believe or the main mission?\n\nThese are fair questions given the mixed signals — the nub of the problem. As marketers never tire of pointing out, cut out the clutter. If Brand India wants to position itself as the hope, growth and development story, it has to cut out everything which distracts and threatens the main mission of achieving higher economic growth and development that is regionally and socially inclusive.\n\nEconomic growth that is sustainable and equitable requires a conducive, social and political environment. But what do we see on the ground? Over the past week, the Vishwa Hindu Parishad claims to have converted more than 60 Christians to Hinduism in Kottayam, Kerala. In Karnataka, the Akhil Bharatiya Hindu Mahasabha is reportedly planning a similar programme. On the other hand, in Gaya, Bihar, at least 40 Mahadalit families have reportedly embraced Chris-tianity in recent days. And Orissa police are investigating if a dozen odd tribal families in Sundargarh have been forced to convert to Christianity from Hinduism.\n\nWhat does all this do to Brand India? Prime Minister Modi insists that development and good governance “are the only ways ahead”. Where does “ghar wapsi”, reconversion of non-Hindus back into the Hindu fold, fit into this vision? Is “ghar wapsi” one of India’s top priorities? Or should the nation’s energy be spent on steps that make everyone’s “ghar” strong and more liveable so that the mass religious conversions of all sorts lose their lure? Will the Prime Minister tell us what he thinks about this polarising debate?\n\nPrime Minister Modi’s supporters say these are issues raked up by “left-liberals” who habitually critique everything that the new government says or does. But people like economist Surjit Bhalla, an ardent champion of free markets, don’t quite fit this image. In a column in a newspaper last month, Mr Bhalla exasperatedly asked, “Good god, what can we expect in January?” The reference was to the cascade of controversies over issues which have little or no bearing on the government’s professed economic and development agenda. Well, January is here and we have learnt to live with fog. But the fog in the messaging needs to go.\n\nAs we roll out the welcome mat to 2015, we need to focus on the big picture — where is India headed and where will competitive evangelism with its agonising cycle of conversions and reconversions take us? Can the economy soar if there is social and political turmoil? What are the really important discussions we need to have and what can wait? In a country where tens of thousands of schools are without basic minimum facilities and which still has a large illiterate population, is teaching of Sanskrit the immediate worry? If economic growth and inclusive development are the two key national priorities, then all issues that have no bearing on these have to be put on the back-burner.\n\nThe next step is to go beyond slogans. The National Democratic Alliance government has been quick to create attractive slogans. Slogan driven activity surrounding “achhe din”, “Ab Ki Bar, Modi sarkar”, “Make in India”, “Swachh Bharat” and now “Good Governance” have found a clear connect with large swathes of the population. But now is the time to go beyond slogans and focus on the specifics.\n\nTake the buzz word of the day — good governance. This implies being transparent about the choices and trade-offs. What is being given up and for whose benefit? As I write, there is controversy over a cut in the health budget. Health ministry officials are speaking in different voices to the media — some saying there has been a cut, and some saying no. We need to know the truth. Especially since India has among the lowest public health expenditures in the world. Though India has marginally improved its score on infant mortality, the latest Sample Registration System (SRS) shows that one of every 25 Indian infants still die within one year of birth. It is amply clear that the government must spend more on public healthcare. If there is likely to be less money for health and right across the social sector because past allocations have not been spent, the government — both Centre and state — need to tell us why this is so and what is being done to improve capacity to use allocated resources?\n\nThen there are socio-cultural issues which continue to be a blot on Brand India. Like the skewed sex ratio. The latest SRS shows that sex ratio at birth has improved by a point to 909 from 2010-12 to 2011-13. But what is worrying is the child sex ratio in the 0-4 age group. After being stable at 914 from 2007-09 to 2009-11, the child sex ratio (age group 0-4) for the country has decreased to 909 in 2011-2013. There are other challenges — deteriorating environment, lack of quality education, skill development. On each of these, tough choices have to be made and there needs to be a clear prioritising of what is immediate and urgent and what can wait.\n\nAlong with economic growth, these are the real issues of development. These are the litmus tests of good governance. No doubt, there will be battles ahead. But India has to choose which battles are worth fighting to usher in change. Let us hope that 2015 is the year when the change we want is visible on the ground and not just in speeches.\n\n\n\nThe writer focuses on development issues in India and emerging economies.\n\nShe can be reached at patralekha.chatterjee@gmail.com"
  },
  {
    "article_id": 61,
    "Title": "2014 in Review: October",
    "Content": "-Southern California Edison was rather obtuse about an underground electrical explosion on Point Dume. The blast knocked out power to 2,800 customers in the area, causing many businesses to shut down.\n\n-The popular Nautica Malibu Triathlon, held annually since 1987, has become so popular that the overcrowding at the race would be the reason for increases in injuries and collisions.\n\n-Election Day was fast approaching and, not surprisingly, the political battle over Measure R brought out charges and counter charges. Developer Steve Soboroff and actor\/producer Rob Reiner went at each other in a no-holds-barred debate with Soboroff accusing Reiner of making a backroom deal with one of the center owners to buy off their opposition and Reiner accusing Soboroff of being indifferent to the traffic jam that new construction in the Civic Center would cause. The Measure R people had earlier charged that there was Malibu city attorney wrongdoing in connection with Measure R and what civility we occasionally see in Malibu politics all but evaporated in the campaign.\n\n-Malibu Country Kitchen, a popular burger and breakfast joint on PCH near Rambla Vista, lost its lease and is closing after 42 years in the same spot. Rumor has it that Barney’s Gourmet Hamburgers, a restaurant chain, is the new tenant."
  },
  {
    "article_id": 62,
    "Title": "Man killed 8 people, then himself",
    "Content": "Edmonton City Police Chief Rod Knecht speaks about multiple homicides that took place at different scenes over night in Edmonton, Alberta, Tuesday, Dec. 30, 2014. Police have confirmed the deaths of six adults and two young children in what Chief Ron Knecht called a \"senseless mass murder.\" (AP Photo\/The Canadian Press, Jason Franson) (Photo: Jason Franson)\n\nEDMONTON, Alberta (AP) — A man with a lengthy criminal record killed six adults and two young children before taking his own life in Edmonton in what the police chief on Tuesday called the western Canadian city's worst mass murder.\n\nCopyright 2014 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nRead or Share this story: http:\/\/usat.ly\/1zuCycU"
  },
  {
    "article_id": 63,
    "Title": "French climate envoy says low oil prices could help produce global warming deal",
    "Content": "Article extract not available. Link to source for the full article.\n\nPARIS (AP) — Low oil prices could paradoxically help the world reach an international agreement to fight global warming, according to the French ambassador charged with...\n\nArticle extract not available. Link to source for the full article....\n\nFrench president says proposed UN fund could help Caribbean mitigate climate change impact\n\nArticle extract not available. Link to source for the full article....\n\nArticle extract not available. Link to source for the full article....\n\nLeading global warming skeptic in Congress says Pope's encyclical on climate could harm poor\n\nGet the top news stories delivered directly to your inbox!\n\nStatement submitted by the High Atlas Foundation to the UN Economic and Social council\n\nElon Musk's SolarCity has the world's most efficient solar panels\n\nTaliban says shot down crashed US C-130 plane in Afghanistan\n\nTutankhamun’s tomb could hold ‘find of the century’, says Egyptian expert\n\nEdward Snowden receives 47GB worth of notifications after forgetting to turn off Twitter notifications\n\nRussia in Syria: What will happen next?\n\nOregon college shooting: 'He asked are you Christian? Then he shot and killed them'\n\nU.S., allies short on options as Russia,Iran flex muscle in Syria\n\nRelated News\n\nFrench climate envoy sees hope in low oil prices> PARIS (AP) — Low oil prices could paradoxically help the world reach an international agreement to fight global warming, according to the French ambassador charged with organizing a key climate conference in Paris. France is spending the next 11 months trying to cajole more than 190 countries into overcoming disagreements about acceptable greenhouse gas emissions levels and who... San Francisco Chronicle"
  },
  {
    "article_id": 64,
    "Title": "Channel NewsAsia",
    "Content": "Please try\n\nNot to worry! You’re in good company. Here’s some other lost things:\n\nYour Remote Control It’s an unfortunate but common loss. Like your keys and your luggage, your TV remote control has been sucked into a twillight zone, never to return until you go through the trouble of replacing it.\n\nYour Workfile It could have been the fault of a sudden power surge, a hasty keyword shortcut, or the dreaded swirling umbrella. Cheer up, we’ve all been there."
  },
  {
    "article_id": 65,
    "Title": "Merkel pressured over targeted killings in Afghanistan",
    "Content": "World Bulletin \/ News Desk\n\nOpposition parties demanded an explanation from Chancellor Angela Merkel Tuesday after a German newspaper published secret documents suggesting Germany had provided intelligence for targeted killings of Taliban members in Afghanistan.\n\n\"The German armed force and foreign intelligence service BND have violated the constitution and laws by assisting in the NATO killing lists,\" Left Party lawmaker Jan van Aken told Bild newspaper Tuesday.\n\nGerman weekly Der Spiegel published secret NATO documents revealing a list of around 750 suspected Taliban officials, some of whom were killed without charge or trial.\n\nThe list was prepared between 2009 and 2011 and was based on intelligence gathered by secret services of several allies, according to the weekly.\n\nThe German government had long insisted that it did not take part in any targeted killings in Afghanistan where it deployed around 5,000 soldiers since 2002 as part of NATO's mission.\n\nOn Tuesday, Bild newspaper published a secret document suggesting German secret services passed on intelligence about suspected Taliban leader Qari Yusuf to NATO units, information believed to have been used in an operation to kill him.\n\nThe secret document involved Yusuf's cell phone number, which was used to identify his location.\n\nHans-Christian Stroebele, a senior lawmaker and member of the opposition Green Party, harshly criticized the government and said that the parliament was not informed about these practices.\n\n\"The government must now clear the air and immediately clarify who was responsible for misinforming the parliament on this issue and for contributing to these targeted killings,\" Stroebele told German media.\n\nThe German army said in a statement on its web page that the NATO lists that involve suspected Taliban leaders and officials do exist, but denied that it was a killing list. The armed forces said the goal was to arrest those suspects.\n\nHuman right organizations have long criticized targeted killings in Afghanistan, which killed hundreds of suspected Taliban members without trial. According Der Spiegel, not only Taliban commanders were targeted, but also suspected drug dealers.\n\nMany of these operations involved drones or helicopters and resulted in hundreds of civilian deaths, according to the weekly. In 2009 alone, around 600 civilians were killed in these operations.\n\nGermany’s military role in Afghanistan has been a sensitive issue in domestic politics as a majority of Germans have been reluctant to see their country involved militarily in international conflicts.\n\nGerman government officials, however, have advocated a more active foreign policy approach, supported by military measures, citing Germany's responsibility for \"international peace and stability.\"\n\nGermany had been one of the key contributors to the NATO-led International Security Assistance Force mission in Afghanistan since 2002 and has provided up to 5,350 soldiers, in the country's first international combat operation carried out by its modern, post-WWII army.\n\nFifty-five German soldiers have lost their lives in Afghanistan, 35 of them in attacks or during military operations.\n\nThe German government has decided last month to keep 850 soldiers in Afghanistan after the withdrawal of NATO’s combat troops at the end of 2014.\n\nFrom Jan. 1, 2015, the NATO-led mission will focus on training and advising Afghan security forces. The 13,000 foreign troops for the Resolute Support Mission will come from 28 NATO allies and 14 other partner nations."
  },
  {
    "article_id": 66,
    "Title": "County ranks 12th statewide in alcohol sales",
    "Content": "WILKES-BARRE — Luzerne County ranks 12th in the state for alcohol sales, with residents guzzling more than $46 million in booze purchased at Fine Wine and Good Spirits stores during the last fiscal year, according to a sales report from the Pennsylvania Liquor Control Board.\n\nThe report shows county residents favored wine, spending $12.9 million on table wine in fiscal year 2013-2014 which ran from July 2013 through June 2014. Also leading the pack were vodka and whiskey, at $8.3 million and $7.5 million, respectively.\n\nAcross the region, Lackawanna County ranked 17th in the state with $38.7 million in sales, while Schuylkill County ranked 27th with $12.1 million and Wyoming County ranked 59th with $2.5 million, according to the Retail Year in Review report for 2013-2014.\n\nBut the numbers show that, per capita, Lackawanna led the pack, with $185 per person ranking the county ninth statewide. Luzerne County came in 17th statewide per capita, with $145 spent per person, while Wyoming was 41st and Schuylkill was 46th.\n\n“The Retail Year in Review is one of the most interesting publications we produce because it shows what consumers are buying and where they’re buying it,” PLCB Chairman Joseph E. Brion said in a statement. “By tracking consumer tastes across Pennsylvania and beverage alcohol industry trends, the PLCB can continue to provide the best products at competitive prices in all 600-plus Fine Wine and Good Spirits stores.”\n\nThe report shows alcohol sales across the state topped $2 billion, with the top five counties — Allegheny, Philadelphia, Montgomery, Bucks and Chester — accounting for almost half of all sales last year. Allegheny was the single largest consumer in the state, with more than $271 million in wine and spirits sales.\n\nPeople statewide favored spirits slightly more than wines by units sold, 50.3 percent to 49.7 percent, according to the report. The top-selling categories were vodka, bourbon, flavored vodka, spiced rum and Chardonnay.\n\nIn terms of dollars, Jack Daniel’s Black Label Whiskey generated the most sales, with $19.7 million, followed closely by a 1.75 liter bottle of Captain Morgan Original Spiced Rum that pulled in $18.2 million.\n\nBut Fireball Cinnamon Whiskey was closing fast, with sales surging 231 percent from a year earlier to $12.6 million and landing the product in sixth place.\n\nThe overall biggest seller by number of units sold was Barefoot Wine, with more than 4.1 million sold, for a 27 percent increase. The next most-popular item was Jacquin’s with 3.5 million bottles sold.\n\nBy far, the month with the highest sales was December, which had about 7.2 million transactions that accounted for 12.3 percent of sales last year. That holds true for the liquor store at the Schiel’s Family Market on George Avenue, which does about two-thirds of its business in December, said Joan Newell, general manager.\n\nResidents at that store tend toward economic choices, and are expected to be out in force today while out shopping for New Year’s Eve, she said.\n\n“It’s busier than Christmas Eve,” Newell said. “When people get off of work — around 3:30 on — it’s going to be nuts here.”\n\nBriana Lizza, 24, of Pittston, said she was shopping for presents at the store Tuesday afternoon. The fact that Luzerne County ranks 12th in the state was not surprising, she said.\n\n“A lot of Italians,” Lizza said. “A lot of wine.”\n\n570-821-2058, @cvjimhalpin\n\nCounty rankings based on sales\n\n1. Allegheny $271 million\n\n2. Philadelphia $228 million\n\n3. Montgomery $201 million\n\n4. Bucks $136 million\n\n5. Chester $120 million\n\n6. Delaware $78 million\n\n7. Lehigh $70 million\n\n8. Lancaster $58 million\n\n9. Westmoreland $54 million\n\n10. York $52.2 million\n\n11. Berks 52.1 million\n\n12. Luzerne $46 million"
  },
  {
    "article_id": 67,
    "Title": "Do buffer zones deter wars?",
    "Content": "Lionel Beehner (Photo: File)\n\nThe concept of the buffer zone is making a big comeback in international politics. These zones act as a Switzerland-like neutral territory or demilitarized no man's land, a kind of cordon sanitaire that avoids neighbors staring at each other eyeball to eyeball — the suburban equivalent of building a higher picket fence.\n\nConsider the crisis in Ukraine. Russia fears that Kiev might seek NATO membership, which would effectively put it in the West's sphere of influence and give Russia less leverage over a strategic chunk of land that has historically buffered it from the rest of Europe. One of its justifications for recently seizing the Crimea and much of Ukraine's eastern half is Vladimir Putin's desire for more cushion separating Russia from NATO.\n\nAs Notre Dame's Tanisha Fazal has argued, buffer states such as Ukraine are the country's most at risk of suffering \"state death.\"\n\n\"If (great powers) fail to act against the buffer,\" she writes, \"they fear that their opponent will take it over in their stead.\"\n\nTurkey-Syria overlap\n\nLikewise, Turkey sees the violence in Syria spilling over its border. Ankara has pressed Washington to provide a buffer zone across northern Syria, akin to the one installed in northern Iraq in 1991, which stemmed the tide of refugees and buffered Turkey from the Iraqi violence against the Kurdish minorities.\n\nBuffer zones, of course, are not new. Think back to the turn-of-the-century days of Pancho Villa, when cross-border incursions between Mexico and the United States were routine.\n\nHistorically, buffer zones range in scope. In some cases, they just entail a kind of gentlemen's agreement between neighbors to temporarily violate the other's border in \"pursuit\" of terrorists, outlaws or bandits. Iraq and Turkey struck such a deal in the late 1980s that allowed for a few-mile joint security zone into which both could march. Ditto Sudan and Uganda in the 1990s.\n\nYet these zones' historical record at keeping the peace is mixed.\n\nOn one hand, they can create political wiggle room to let tensions diffuse and act as a confidence-building measure. The DMZ that divides North Korea from South Korea has prevented war for more than a half-century. Buffer zones have tentatively worked to maintain the uneasy peace between Israel and Egypt and Syria over the past few decades. (Interestingly, the one place in the Middle East with no real buffer in place is within Israel itself, which is partly why violence with the Palestinians rekindles every few years.)\n\nOn the other hand, they can \"freeze\" conflicts in place, negating the need to negotiate peace. Nobody would argue the Korean Peninsula is a safe place. Moreover, to enact a no-fly zone is legally an act of war.\n\nA Band-Aid solution\n\nIn terms of diffusing the crises in Syria and Ukraine, a buffer zone, while attractive, is at best a Band-Aid solution. If Russia gobbles up Ukraine's eastern flank, that might prevent a wider war tomorrow, but it could just postpone conflict for another day.\n\nSimilarly in Syria, a no-fly zone might ease tensions with Turkey in the short term, but that does not arrest the violence or do anything to bring President Bashar Assad to the table.\n\nLast week, a Jordanian pilot on a mission in northern Syria to attack an Islamic State site was captured after his jet was shot down or had mechanical difficulty. The idea of wrapping states in bubble wrap merely creates the illusion of peace.\n\nOne might argue that the alternatives could be worse because they would entail providing one side -- whether the regime in Ukraine or the rebels in Syria — with a military lifeline to tip the war in its favor, all the while tiptoeing around the awkward fact that nobody will put down boots on the ground. The logic by some is to just hand Russia its share of Ukraine and give Turkey its buffer zone as a way to stem the tide of refugees and to \"contain\" the conflict.\n\nThat might sound attractive. But consider our own troubled border with Mexico. We inked a treaty way back in 1882 allowing both sides to pursue marauding bands of Native Americans across the other's border. But that did nothing to prevent the U.S. from invading Mexico during its civil war in 1916. A buffer zone is no substitute for peace or a policy of deterrence.\n\nLionel Beehner, editor of Cicero Magazine, is a member of USA TODAY's Board of Contributors.\n\nRead or Share this story: http:\/\/www.baxterbulletin.com\/story\/opinion\/2014\/12\/31\/lionel-beehner-buffer-zones-deter-wars\/21116839\/"
  },
  {
    "article_id": 68,
    "Title": "With growing terror threats, instability stares most of Asia",
    "Content": "With growing terror threats, instability stares most of Asia\n\nGurmeet Kanwal, Jan 1, 2015, DHNS:\n\nThe gruesome terrorist strike on hapless school children in Peshawar on December 16, 2014, once again underlined the dark reality that the Af-Pak region is the terror centre of Southern Asia. In fact, the region is the second most unstable region in the world and is competing closely with West Asia for the number one spot.\n\n\n\nBoth China and Pakistan have become militarily more assertive on India’s borders. Chinese transgressions into Demchok and Chumar in Ladakh cast a shadow on President Xi Jinping’s visit to India. Chinese intransigence on demarcating the Line of Actual Control continues. Quite inexplicably, despite Prime Minister Narendra Modi’s efforts at reaching out to the SAARC leaders, the Pakistan army under General Raheel Sharif repeatedly violated the ceasefire agreement and once again stepped up the infiltration of terrorists across the LoC.\n\n\n\nThe single greatest cause of an unstable regional security environment is the conflict in Afghanistan and the areas along the Hindukush Range astride the Durand Line. The present security situation can be characterised as a stalemate. With the drawdown of NATO-ISAF forces by year end, the situation is likely to deteriorate further.\n\n\n\nThe Afghan National Army (ANA) has assumed responsibility for security, but does not yet possess the professional standards necessary to prevail over the increasingly resurgent Taliban. The remaining US forces will ‘train, advise and assist’ the ANA. However, they are likely to continue to launch air and drone strikes in Pakistan against extremists sheltering in the Khyber-Pakhtoonkhwa and FATA areas against Al Qaeda terrorists. A gradual drift into civil war appears to be the most likely outcome.\n\n\n\nPakistan’s half-hearted struggle against the remnants of the al Qaeda and the home grown Taliban like the TTP and the TNSM, fissiparous tendencies in Balochistan, continuing radical extremism and creeping Talibanisation in the heartland, tentative efforts towards counter-terrorism, the floundering economy and, consequently, the nation’s gradual slide towards becoming a ‘failed state’, pose a major security challenge for the region.\n\n\n\nThe Pakistan army’s campaign against the TTP in North Waziristan is floundering. The army refuses to give up its idiosyncratic notions of ‘strategic depth’ and ‘good Taliban’ and continues to sponsor terrorism in India and Afghanistan. Unless it concentrates on eliminating the scourge of terrorism, Pakistan will continue to slide deeper into chaos.\n\n\n\nSri Lanka’s inability to find a lasting solution to its ethnic problems despite the comprehensive defeat of the Liberation Tigers of Tamil Eelam (LTTE) has serious repercussions for long-term stability in the island nation. The unchecked rise of Islamist fundamentalist terrorism in Bangladesh, even as it struggles for economic upliftment to subsistence levels, could trigger new forces of destruction. Much will depend on how well the government of Sheikh Hasina cooperates with the new government in India to neutralise organisations like HuJI and the Jamaat-ul-Mujahideen Bangladesh (JMB) that operate on both sides of the border.\n\n\n\nNepal’s fledgling democracy is continuing to struggle. The government’s inclination to seek neutrality between India and China is a blow to the historically stable India-Nepal relationship. Simmering discontentment that is gathering momentum in Tibet and Xinjiang against China’s repressive regime has the potential to snowball into a full-blown revolt.\n\n\n\nThe people’s nascent movement for democracy in Myanmar and several long festering insurgencies may destabilise the military Junta despite its post-election confidence. Australia and most South-east Asian nations are apprehensive of the increasing Chinese presence even as US influence appears to be gradually declining. The US pivot to the Indo-Pacific is not yet seen as becoming potentially capable of balancing China.\n\n\n\nWith the newly proclaimed Caliphate astride the Iraq-Syria border that calls itself the Islamic State, turmoil in West Asia is likely to continue. Despite the efforts of the Iraqi forces, the Kurdish Peshmerga and the air strikes being launched by the US and its allies, the IS militia has been gaining ground. The Israel-Palestinian stand-off shows no sign of abating. Israel refuses to halt the construction of new settlements in the West Bank and the Hamas militia is getting increasingly restive.\n\n\n\nIran’s refusal to unambiguously renounce its nuclear ambitions and the vaguely stated threats of several of its neighbours to follow suit are a cause for concern in the region. Saudi Arabia is suspected to be funding Pakistan’s nuclear expansion programme as a hedging strategy against the acquisition of nuclear weapons by Iran.The collusive nuclear weapons-cum-missile development programme of China, North Korea and Pakistan also causes apprehension.\n\n\n\nSecurity environment\n\nThe Korean military stand-off along the 38th Parallel is a destabilising factor in the precarious security environment in East Asia. This sub-region will remain volatile unless the Chinese use their influence with North Korea to persuade it to back off from the path of confrontation. Increasing Chinese assertiveness over the Senkaku\/Diaoyu islands and in the South China Sea is completely out of character with China’s stated objective of a peaceful rise. Other negative factors impacting regional stability include the unchecked proliferation of small arms being sustained by large-scale narcotics trafficking. India lies between the golden triangle and the golden crescent.\n\n\n\nWith a history of four conflicts in 60 years and three nuclear-armed adversaries with unresolved territorial disputes continuing to face off, Southern Asia has been described as a nuclear flashpoint. India’s standing as a regional power that has global power ambitions and aspires to a permanent seat on the UN Security Council has been seriously compromised by its inability to successfully manage the external conflicts in its neighbourhood, singly or in concert with its strategic partners.\n\n\n\nTogether, the ongoing conflicts are undermining Asia’s efforts towards socio-economic development and poverty alleviation by hampering governance and vitiating the investment climate. A cooperative security framework to unitedly meet future threats and challenges is nowhere in sight.\n\n\n\n(The writer is former Director, Centre for Land Warfare Studies, New Delhi)\n\nGo to Top"
  },
  {
    "article_id": 69,
    "Title": "Huawei smartphone revenue to rise",
    "Content": "BEIJING: The smartphone division of Chinese telecoms firm Huawei Technology Co Ltd recorded $11.8 billion in revenues in 2014, a 30 percent year-on-year increase, according to an internal memo seen by Reuters.\n\nThe memo also said the division shipped about 75 million smartphones in 2014, a 40 percent year-on-year increase, but which lagged its target of 80 million units."
  },
  {
    "article_id": 70,
    "Title": "Charge filed against firecracker vendor in Davao City",
    "Content": "Wednesday, December 31, 2014\n\nPOLICE have filed charges before the City Prosecutor’s Office (CPO) against a vendor arrested for selling firecrackers in the Panacan Public Market in Davao City on December 23.\n\nFacing charges for violation of the Davao City Ordinance 060-02, Series of 2002, or the Firecracker Ban is Sittie Sarah Datumanong, a 31-year-old vendor.\n\nIt was earlier reported that Datumanong was arrested by operatives of the Sasa police who were ordered by station commander Senior Inspector Paulino Zaulda to inspect the public market for firecracker ban violators.\n\nAdvertisement\n\nThe suspect was then arrested after police seized two reams of Piccolo Leopard King brand, 26 pieces of butterfly, seven packs of labintador, five OG brand Triangle, two packs of five-star triangle, and 38 packs of Corsair Picollo from her store.\n\nCharges are also set to be filed against another firecracker seller who was arrested by members of the Tugbok police on Tuesday at Brgy. Tagakpan.\n\nSet to face charges is Elmer Bartolazo Abella, a resident of Purok Sta. Cruz in Barangay Tagakpan who was nabbed after police recovered 10 100-round Judas belt, 23 reams of Piccolo, 24 reams of OG Triangle and 165 bottle rockets locally known as kwitis.\n\nAbella is currently detained at the Tugbok police while the recovered pyrotechnics will be used as evidence against the suspect during inquest proceedings."
  },
  {
    "article_id": 71,
    "Title": "French climate envoy sees hope in low oil prices",
    "Content": "This Thursday, Dec. 4, 2014, file photo shows children gathering to form an image of a tree around a sign that reads in Spanish \"The world we want\" on a beach during the Climate Change Conference in Lima, Peru. Low oil prices could paradoxically help the world reach an international agreement to fight global warming, Laurence Tubiana, France's special representative for the 2015 climate conference in Paris said, laying out plans for a binding accord to stem greenhouse gas emissions. Her government will spend 11 months trying to cajole more than 190 countries into overcoming disagreements about acceptable greenhouse gas emissions and who should pay for them, and locking themselves into an accord. (AP Photo\/Martin Mejia, File) Low oil prices could paradoxically help the world reach an international agreement to fight global warming, according to the French ambassador charged with organizing a key climate conference in Paris.\n\nFrance is spending the next 11 months trying to cajole more than 190 countries into overcoming disagreements about acceptable greenhouse gas emissions levels and who should pay to achieve them to produce a binding accord to limit emissions.\n\nLaurence Tubiana, France's special representative for the 2015 climate conference in Paris, says now nations can't cite high energy prices as a reason to avoid taking action.\n\n\"Several years ago, I would have said it (low oil prices) complicates things,\" she told The Associated Press in an interview this week. \"(But) lower energy prices give more maneuvering room for investment and could ultimately allow the introduction of a carbon tax or something that works like one.\"\n\nIn fact, she said, forward-looking governments will be able to use the money saved on oil and gas to develop renewable technologies, rather than increasing their fossil fuel extraction. And lower costs at the pump means consumers will be less opposed to new taxes to offset greenhouse gas emissions. Those taxes, sometimes called carbon taxes, have faced resistance in the United States, but many other countries have adopted some versions of them, using the proceeds to invest in renewable resources.\n\nStill, the argument only carries so far—many environmentalists fear that low oil prices will simply let governments continue their reliance on greenhouse gas-emitting fossil fuels, while high prices could force them to look elsewhere for energy.\n\nOil prices have plunged by half since June. Benchmark U.S. crude fell $1.48 to $52.64 a barrel Wednesday on the New York Mercantile Exchange.\n\nThe ultimate goal of U.N. climate negotiations is to stabilize greenhouse gases at a level that keeps global warming below 2 degrees C (3.6 F), compared with pre-industrial times. For Tubiana, the key to reaching that goal is a legally binding agreement, one incorporated into law or national policy in every country in the world.\n\nNegotiations culminating in the Nov. 30-Dec. 11 meeting in Paris will rise or fall on two key points: How to divide responsibility for global warming and how to pay to fight it. The developed world used fossil fuels to build roads, cities and houses and emerging economies want to have the same chances to grow as quickly as possible. Island nations like Tuvalu and low-lying countries, meanwhile, fear rising sea levels will swamp them and need funds to adjust.\n\nBut, Tubiana said, one set of rules must apply to everyone. And ultimately, low oil prices or not, fossil fuels have to be phased out.\n\n\"We have to change the trajectory of development for all countries, rich or poor,\" she said. \"It is out of the question to pass through a phase of intensive fossil fuel use, then lowering it.\"\n\nCrucially—and potentially most difficult—she said the accord must be legally binding.\n\n\"Otherwise governments can say today they want something, then in three or four years, they can change their minds,\" she said.\n\nThat could prove complicated in the United States, where Congress voted down climate legislation in 2009. President Barack Obama has largely leaned on existing laws to make progress, raising vehicle fuel standards for trucks and proposing stricter controls on power plants but he will leave office in January 2017.\n\nThe U.S. and China, the world's two largest emitters of heat-trapping gases, negotiated secretly for months in 2014 to reach a non-binding climate change agreement but momentum from that deal disintegrated at a conference in Lima, Peru, where a compromise deal was salvaged in December to set up the Paris accord.\n\nIn Lima, China and other major developing countries opposed plans that would allow pledges to be compared against one another before the Paris meeting.\n\nStill, Tubiana was encouraged by some progress in Lima.\n\n\"Every country has agreed to make a contribution. That is very important,\" she said.\n\nExplore further: Australia won't pay to climate fund"
  },
  {
    "article_id": 72,
    "Title": "Normalization For Cuba, But Nothing In Return: Krauthammer",
    "Content": "Charles Krauthammer\n\nThere's an old Cold War joke — pre-pantyhose — that to defeat communism we should empty our B-52 bombers of nuclear weapons and instead drop nylons over the Soviet Union. Flood the Russians with the soft consumer culture of capitalism, seduce them with contact and commerce, love-bomb them into freedom.\n\nWe did win the Cold War, but differently. We contained, constrained, squeezed and eventually exhausted the Soviets into giving up. The dissidents inside subsequently told us how much they were sustained by our support for them and our implacable pressure on their oppressors.\n\nThe logic behind President Obama's Cuba normalization, assuming there is one, is the nylon strategy. We tried 50 years of containment and that didn't bring democracy. So let's try inundating them with American goods, visitors, culture, contact, commerce.\n\nIt's not a crazy argument. But it has its weaknesses. Normalization has not advanced democracy in China or Vietnam. Indeed, it hasn't done so in Cuba.\n\nExcept for the U.S., Cuba has had normal relations with the rest of the world for decades. Tourists, trade, investment from Canada, France, Britain, Spain, everywhere. An avalanche of nylons — and not an inch of movement in Cuba toward freedom.\n\nIn fact, one could argue this influx of Western money helped preserve the dictatorship, as just about all financial transactions go through the government, which takes for itself before any trickle-down crumbs are allowed to reach the regime-indentured masses.\n\nMy view is that police-state control of every aspect of Cuban life is so thoroughly perfected that outside influences, whether confrontational or cooperative, only minimally affect the country's domestic trajectory.\n\nSo why not just lift the embargo? After all, the unassailable strategic rationale for isolating Cuba — in the Soviets' mortal global struggle with us, Cuba enlisted as a highly committed enemy beachhead 90 miles from American shores — evaporated with the collapse of the Soviet empire. A small island with no significant independent military capacities, Cuba became geopolitically irrelevant.\n\nThat's been partially reversed in the last few years as Vladimir Putin has repositioned Russia as America's leading geopolitical adversary and the Castros signed up for that coalition too.\n\nCuba reportedly has agreed to reopen the Soviet-era Lourdes espionage facility, a massive listening post for intercepting communications. Havana and Moscow have also discussed the use of Cuban airfields for Russia's nuclear-capable long-range bombers.\n\nThis in addition to Cuba's usual hemispheric mischief, such as training and equipping the security and repression apparatus in Venezuela."
  },
  {
    "article_id": 73,
    "Title": "North Charleston police investigating shooting on Spruill Avenue",
    "Content": "A man was shot in the hand Tuesday in North Charleston and taken to the hospital by his girlfriend.\n\nAt about 12:30 p.m., officers responded to Baxter Street to a report of shots being fired, according to police spokesman Spencer Pryor. A CARTA bus driver heard the shots but had already left the scene.\n\nAbout 30 minutes later, dispatchers notified officers that a shooting victim was being treated at Medical University Hospital. The victim told officers he was walking to the Chinese Deli on Spruill Avenue when he was shot in the left hand by an unknown suspect, Pryor said.\n\nHe was taken to the hospital by his girlfriend and his wound is not life-threatening. Pryor said the incident remains under investigation.\n\nAnyone with information in the shooting can call Crime Stoppers at 554-1111.\n\nReach Melissa Boughton at 937-5594 or at Twitter.com\/mboughtonPC."
  },
  {
    "article_id": 74,
    "Title": "Coimbatore realty mart, back with a bang",
    "Content": "Credai head says things are looking up for the city that will host FAIRPRO this week\n\nAn upbeat mood has been prevalent among real estate buyers in Coimbatore, particularly after Diwali and the sentiment is better compared to last year, according to Rajesh B Lund, President, Confederation of Real Estate Developers’ Associations of India (Credai), Coimbatore.\n\nThe association, in an effort to woo NRIs, who account for about 20 per cent of investment in real estate in Coimbatore, is organising its property show-styled FAIRPRO in the city on January 3 and 4, 2015, making it the first time it is organising two FAIRPROs in a year.\n\nSpeaking to media in Coimbatore ahead of the realty fair, he said, “Normally, the annual edition of FAIRPRO is organised during August by CREDAI, Coimbatore. But this year, it decided to hold an additional edition of the property fair at the beginning of the year in January with a view to cater to the requirements of the NRIs coming home for vacation.\n\nLund estimated that NRI buyers accounted for about 20 per cent of the property purchases in Coimbatore. Apart from the districts in Tamil Nadu bordering Coimbatore, people from Palakkad district in neighbouring Kerala also evinced interest in investing in real estate in the city. While conceding that the number of new project launches during 2014 were less in Coimbatore compared to the previous year, he said some of the openings could have been delayed as the promoters would have awaited all statutory approvals before launching them. But the overall status of the realty market here was better compared to many cities.\n\nOn the issue of service tax levy on new property purchases, which pushed up the overall cost of acquisition, he said that as the Government was not inclined to relax the levy, buyers were left with no choice. The developers also had to contend with frequent rise in input costs like the hike in cement prices which upset their project cost calculations and a jump in labour costs, making it difficult for them to cut prices.\n\nLund hoped that with the State Government promising huge investments in infrastructure development in the city, Coimbatore has potential to expand, giving a further push to real estate development here.\n\nFAIRPRO has attracted participation by 25 member developers of CREDAI and more than 50 properties, priced from ₹20 lakh to ₹3 crore are up for sale. Banks and HFCs would also have stalls offering various financing options.\n\n(This article was published on December 31, 2014)\n\nRelated"
  },
  {
    "article_id": 75,
    "Title": "Supercell time lapse",
    "Content": "JACKSON — The world’s largest single mineral hot spring drew so many people last year, it accounted for nearly half of all visits to state parks."
  },
  {
    "article_id": 76,
    "Title": "Transcending 1946 (III): make politics more competitive, less volatile",
    "Content": "Wong Chin Huat earned his PhD from University of Essex with a thesis on electoral system and party system in the peninsula. A fellow at the Penang Institute, he and his colleagues try to answer \"the 1946 question\" of nation-building and multiculturalism: can we be different and equal?\n\nWong Chin Huat earned his PhD from University of Essex with a thesis on electoral system and party system in the peninsula. A fellow at the Penang Institute, he and his colleagues try to answer \"the 1946 question\" of nation-building and multiculturalism: can we be different and equal?\n\nBesides accepting our colonial past and embracing our multi-ethnic future, and delinking affirmative action from Malay-Muslim identity, the third thing we should do is reform our political system so that it can be more competitive, but less volatile.\n\nBig Government for 'nation-building'\n\nBig government is favoured by many Malaysians, not just the leftists who want to control and tamethe market, but even more so by many nationalists, from both the ethnic and civil strands.\n\nExactly because of our diverse population, a strong government is thought to be needed to hold the country together, from the communist threat during Cold War, Indonesia’s territorial ambition under Sukarno, communal conflicts and also separatism of Sabah and Sarawak.\n\nThe Sedition Act represents well the fear that “we will be in hell if the government is not reigning on us”. The act was expanded after the May 13 riot and is now to be reinforced again to further crack down on criticisms of Islam and Bornean secessionism after the abortive attempt to abolish it.\n\nA powerful government is of course desired by ethno-nationalists and others who believe in assimilation as a tool to shape a national identity by force. For them, Malaysia should have modelled on Suharto’s Indonesia and Thailand to force assimilation on the Chinese and Indian minorities.\n\nThanks to the “nation-building” agenda, our federal system is more centralised than many unitary states. Financially, the Ce,"
  }
]